[
    {
        "text": "The pandemic has magnified the financial insecurity of too many American families, the deep and real racial disparities in our society – and the imbalanced burdens on working moms. We have to create something better for America on the other side of this.",
        "created_at": "2020-04-27 17:22:11"
    },
    {
        "text": "In moments of crisis, we look out for one other. And we need leaders with empathy who will bring people together rather than drive them apart. @JoeBiden has the character and experience to guide us through one of our darkest times and heal us through a long recovery.",
        "created_at": "2020-04-25 20:49:19"
    },
    {
        "text": "This pandemic has painfully brought to the surface many of the reasons I launched @MBK_Alliance—structural racism robs too many of our kids of their futures. The leaders on today's call aren't just tackling this crisis; they’re helping us build a more equitable future for all.",
        "created_at": "2020-04-25 00:00:58"
    },
    {
        "text": "If we want life to approach anything like normal anytime soon, we need a comprehensive testing program. It’s not going to be cheap, but it will ultimately pay off many times over in saved lives, saved businesses, and saved jobs.",
        "created_at": "2020-04-24 20:53:55"
    },
    {
        "text": "While we continue to wait for a coherent national plan to navigate this pandemic, states like Massachusetts are beginning to adopt their own public health plans to combat this virus––before it's too late.",
        "created_at": "2020-04-22 19:40:36"
    },
    {
        "text": "We've all had to adapt to cope with a pandemic. Climate change will force far harsher changes on our kids. All of us should follow the young people who've led the efforts to protect our planet for generations, and demand more of our leaders at every level.",
        "created_at": "2020-04-22 15:32:30"
    },
    {
        "text": "Parents, you deserve a break – Michelle’s got storytime handled every Monday. She’s one of the best, I promise. (And I confess it makes me a little nostalgic.)",
        "created_at": "2020-04-20 17:01:39"
    },
    {
        "text": "Proud of the leaders in my hometown of Chicago who are showing us what it means to be there for each other––as neighbors and as citizens.",
        "created_at": "2020-04-17 19:52:14"
    },
    {
        "text": "When I think of people I’ve counted on over the years, Sarah Hurwitz comes to mind. She's the talented author of @HereAllAlong, and a longtime member of my team. Here she shares her experience with faith, traditions, and staying connected during this time.",
        "created_at": "2020-04-17 14:45:45"
    },
    {
        "text": "Democracy depends on an informed citizenry and social cohesion. Here’s a look at how misinformation can spread through social media, and why it can hurt our ability to respond to crises.",
        "created_at": "2020-04-15 16:43:48"
    },
    {
        "text": "For all of us who love this country and are willing to do our part to make sure it lives up to its highest ideals – now’s the time to fight for what we believe in. Join us at",
        "created_at": "2020-04-14 16:02:07"
    },
    {
        "text": "I’m proud to endorse my friend @JoeBiden for President of the United States. Let's go:",
        "created_at": "2020-04-14 15:47:23"
    },
    {
        "text": "Dreamers have contributed so much to our country, and they are risking their lives fighting on the frontlines of this pandemic. They deserve permanent immigration status and a pathway to citizenship—as they are Americans in every way but on paper.",
        "created_at": "2020-04-13 18:01:58"
    },
    {
        "text": "We can't deny that racial and socioeconomic factors are playing a role in who is being hit the hardest by the virus. It's a reminder for our policymakers to keep our most vulnerable communities at the forefront when making decisions.",
        "created_at": "2020-04-13 15:33:36"
    },
    {
        "text": "Although our celebrations may look different this year, our unwavering faith remains the same. For me, Easter is a time of hope––a reminder of rebirth and renewal––and a belief in a better day to come. From my family to yours, we wish you all a blessed and joyful Easter.",
        "created_at": "2020-04-12 14:41:33"
    },
    {
        "text": "Let’s not use the tragedy of a pandemic to compromise our democracy. Check the facts of vote by mail.",
        "created_at": "2020-04-10 21:08:07"
    },
    {
        "text": "Everyone should have the right to vote safely, and we have the power to make that happen. This shouldn't be a partisan issue.",
        "created_at": "2020-04-10 21:08:06"
    },
    {
        "text": "No one should be forced to choose between their right to vote and their right to stay healthy like the debacle in Wisconsin this week.",
        "created_at": "2020-04-10 21:08:05"
    },
    {
        "text": "Some good news: states that started social distancing early and aggressively, like California, have avoided overwhelmed health care systems. It’s critical that we continue to listen to the evidence and experts and practice social distancing.",
        "created_at": "2020-04-10 13:50:02"
    },
    {
        "text": "Mayors have been working hard to help us get through this pandemic, and they’ll have just as big a task to help people through hard times ahead. I spent some time with many of them today to thank them for their efforts, and asked them to keep up the good work.",
        "created_at": "2020-04-09 21:00:27"
    },
    {
        "text": "Mayors have been working hard to help us get through this pandemic, and they’ll have just as big a task to help people through hard times ahead. I spent some time with many of them today to thank them for their efforts, and asked them to keep up the good work.",
        "created_at": "2020-04-09 21:00:27"
    },
    {
        "text": "Through centuries of persecution, exile and struggle, the story of Passover has reminded the Jewish people––and all of humanity––of the power to overcome even the greatest of odds. Michelle and I send our warmest wishes to those celebrating with loved ones at home or virtually.",
        "created_at": "2020-04-08 21:18:19"
    },
    {
        "text": "Social distancing bends the curve and relieves some pressure on our heroic medical professionals. But in order to shift off current policies, the key will be a robust system of testing and monitoring – something we have yet to put in place nationwide.",
        "created_at": "2020-04-08 14:15:54"
    },
    {
        "text": "My advisor and friend @cecmunoz has been someone I’ve turned to for years. In her new book, More Than Ready, she shares her story and an empowering message to women, especially women of color, that they are the leaders we need to make a change in our world.",
        "created_at": "2020-04-07 18:40:15"
    },
    {
        "text": "It’s World Health Day, and we owe a profound debt of gratitude to all our medical professionals. They’re still giving their all for us every day, at great risk to themselves, and we can’t thank them enough for their bravery and their service.",
        "created_at": "2020-04-07 16:02:23"
    },
    {
        "text": "Bill Withers was a true American master. His music, rooted in the everyday joys and sorrows of working people, was soulful, wise and life-affirming––a perfect tonic for hard times.",
        "created_at": "2020-04-06 22:54:01"
    },
    {
        "text": "As she often does, @SenWarren provides a cogent summary of how federal policymakers should be thinking about the pandemic in the coming months.",
        "created_at": "2020-04-06 18:45:29"
    },
    {
        "text": "It's Census Day and we all have a crucial role to play. Filling out the 2020 Census determines what the next decade will look like for your community: your roads, health care, schools, representation and more. Takes a few minutes by mail, phone or online.",
        "created_at": "2020-04-01 14:47:48"
    },
    {
        "text": "We've seen all too terribly the consequences of those who denied warnings of a pandemic. We can't afford any more consequences of climate denial. All of us, especially young people, have to demand better of our government at every level and vote this fall.",
        "created_at": "2020-03-31 15:19:04"
    },
    {
        "text": "So many Americans right now are stepping up to help their communities. Zohaib Begg, a 7-year-old from VA, is one of them. This inspiring kid has been gathering supplies from hotels to donate to the medical professionals at his local hospital.",
        "created_at": "2020-03-30 17:03:55"
    },
    {
        "text": "We are grateful for what he did for this country. He carried the baton longer and surer than almost anybody. It falls to the rest of us now to pick it up and never stop moving forward until we finish what he started—that journey to justice.",
        "created_at": "2020-03-28 19:56:14"
    },
    {
        "text": "What a joy it was to watch him pray and preach. I took heart in him saying, “We ain’t going back. We’ve come too far, marched too long, prayed too hard, wept too bitterly, bled too profusely, and died too young to let anybody turn back the clock on our journey to justice.”",
        "created_at": "2020-03-28 19:56:14"
    },
    {
        "text": "Rev. Joseph Lowery was a giant who let so many of us stand on his shoulders. With boundless generosity, patience, and moral courage, he encouraged a new generation of activists and leaders. Michelle and I remember him fondly today, and our love and prayers are with his family.",
        "created_at": "2020-03-28 19:56:13"
    },
    {
        "text": "During this crisis, our grocery store clerks, delivery drivers, transit and utility workers—along with so many others—have been selflessly getting up every day to make sure we have the things we need. And for that, we say thank you.",
        "created_at": "2020-03-27 17:43:32"
    },
    {
        "text": "And this article provides a great example of the kind of community spirit that we need to get through this—a spirit that we can hopefully learn to instill more of into our lives, workplaces, civic institutions, and government once the crisis has passed.",
        "created_at": "2020-03-26 00:00:34"
    },
    {
        "text": "Here’s a useful overview of the likely scenarios that the world will be facing in the coming months while managing this pandemic. So much depends on our ability to make good decisions going forward along with our ability to remain resilient.",
        "created_at": "2020-03-26 00:00:33"
    },
    {
        "text": "These are the burdens our medical heroes already face in NYC. It's only going to get harder across the country. Another reason to maintain social distancing policies at least until we have comprehensive testing in place. Not just for our sake—for theirs.",
        "created_at": "2020-03-25 14:11:51"
    },
    {
        "text": "Our medical professionals are heroes putting their lives on the line to keep our country going. Here's a look at how an ER doctor who already fought on the front lines of one crisis makes it through a day in this one. A good reminder for us to help them out by staying home.",
        "created_at": "2020-03-24 16:50:08"
    },
    {
        "text": "Here’s a useful summary of the current best thinking among public health experts on how we need to approach the fight against COVID-19 in the coming weeks.",
        "created_at": "2020-03-23 15:43:41"
    },
    {
        "text": "Ten years ago today, I signed the Affordable Care Act into law. It protected preexisting conditions, cut the uninsured rate in half, and lots more. But it's still under political attack right when we need care the most. We have to protect it, build on it, until we cover everyone.",
        "created_at": "2020-03-23 14:41:49"
    },
    {
        "text": "Ten years ago today, I signed the Affordable Care Act into law. It protected preexisting conditions, cut the uninsured rate in half, and lots more. But it's still under political attack right when we need care the most. We have to protect it, build on it, until we cover everyone.",
        "created_at": "2020-03-23 14:41:49"
    },
    {
        "text": "Sometimes it takes the wisdom and resilience of those who have been marginalized for all of us to remember the importance of community and mutual aid.",
        "created_at": "2020-03-21 13:24:06"
    },
    {
        "text": "And @cripchick, a disabled activist, understands what it’s like for people with particular vulnerabilities to come together for support:",
        "created_at": "2020-03-21 13:24:06"
    },
    {
        "text": ".@sullydish witnessed the impact of HIV-AIDS on the LGBT community in the early stages of that devastating disease:",
        "created_at": "2020-03-21 13:24:05"
    },
    {
        "text": "Here are a few stories that have less to do with the very real medical or economic aspects of this crisis, and more with how we take care of each other as a human family during all crises:",
        "created_at": "2020-03-21 13:24:05"
    },
    {
        "text": "The best part of my job was meeting people like this—ready to make a selfless act in a time of need. Many Americans are already making deep sacrifices to keep our communities healthy, but if you’re able to, consider helping those hit the hardest.",
        "created_at": "2020-03-19 15:25:09"
    },
    {
        "text": ".@rgay and @SheaSerrano are using their feeds to directly support people in need—and helping shift our ideas about how to approach giving.",
        "created_at": "2020-03-19 15:25:09"
    },
    {
        "text": "In my old neighborhood, the @BSAllianceChi established a crisis pantry to provide food and essential items for particularly vulnerable queer and trans residents on the South and West sides of Chicago.",
        "created_at": "2020-03-19 15:25:08"
    },
    {
        "text": ".@ObamaFoundation Fellow @alexsmith1982 is helping seniors fight loneliness in the UK through a mix of new and old technology: online chats through Zoom and Skype, and postcards and poems shared by younger neighbors.",
        "created_at": "2020-03-19 15:25:07"
    },
    {
        "text": "Some great stories of big-hearted people coming up with new ways to come together—even while remaining apart—to help the vulnerable who face some very tough times ahead.",
        "created_at": "2020-03-19 15:25:07"
    },
    {
        "text": "In the meantime, remember to check up by phone on elderly or vulnerable friends and neighbors who may need our help.",
        "created_at": "2020-03-18 14:57:45"
    },
    {
        "text": "As communities have begun to recognize the importance of social distancing measures to “flatten the curve” on COVID-19 transmission, here’s a sober but useful primer on what we should expect in the coming months:",
        "created_at": "2020-03-18 14:57:44"
    },
    {
        "text": "We owe a profound debt of gratitude to all our health professionals and everybody who’ll be on the front lines of this pandemic for a long while. They’re giving everything. May we all model our own behavior on their selflessness and sacrifice as we help each other through this.",
        "created_at": "2020-03-17 16:49:38"
    },
    {
        "text": "Not everybody can stay home, and we owe a big debt of gratitude to health professionals, transit and airport workers, first responders, and everyone keeping our communities going. Leaders have to step up to support people whose lives and livelihoods take a hit in the weeks ahead.",
        "created_at": "2020-03-15 19:09:21"
    },
    {
        "text": "Watch this. It shows why we should all do the right thing and stay home to the fullest extent possible. All of us can help slow the spread of the virus, protecting the elderly, the vulnerable, and each other.",
        "created_at": "2020-03-15 19:08:57"
    },
    {
        "text": "A shout out to Kevin, Giannis, Zion, Blake, Steph and all the players, owners and organizations who are setting a good example during a challenging time. A reminder that we’re a community, and that each of us has an obligation to look out for each other.",
        "created_at": "2020-03-14 14:11:06"
    },
    {
        "text": "If you’re wondering whether it’s an overreaction to cancel large gatherings and public events (and I love basketball), here’s a useful primer as to why these measures can slow the spread of the virus and save lives. We have to look out for each other.",
        "created_at": "2020-03-12 23:00:56"
    },
    {
        "text": "In the midst of campaign season, it’s important to look squarely at what’s at stake. This article speaks to one of the disturbing long term trends that we as voters and citizens need to expect our government to address.",
        "created_at": "2020-03-10 20:50:11"
    },
    {
        "text": "RT @repjohnlewis: 55 years ago today, we were beaten, tear gassed, and trampled by horses. I thought I saw death. I thought I was going to…",
        "created_at": "2020-03-08 00:02:41"
    },
    {
        "text": "55 years ago, when a group of civil rights organizers crossed the Edmund Pettus Bridge, they carried America with them. Today, let's honor that legacy by continuing their work to protect and exercise our foundational right to vote.",
        "created_at": "2020-03-07 15:18:26"
    },
    {
        "text": "55 years ago, when a group of civil rights organizers crossed the Edmund Pettus Bridge, they carried America with them. Today, let's honor that legacy by continuing their work to protect and exercise our foundational right to vote.",
        "created_at": "2020-03-07 15:18:26"
    },
    {
        "text": "Protect yourself and your community from coronavirus with common sense precautions: wash your hands, stay home when sick and listen to the @CDCgov and local health authorities. Save the masks for health care workers. Let’s stay calm, listen to the experts, and follow the science.",
        "created_at": "2020-03-04 16:52:19"
    },
    {
        "text": "Michelle and I are sending our prayers to those affected by the severe storms in Tennessee, especially to those who lost loved ones. Our hearts are with you and the first responders working so diligently to protect the vibrant communities of Nashville.",
        "created_at": "2020-03-03 21:34:30"
    },
    {
        "text": "America needs you as states prepare for the next round of redistricting. It's up to all of us to make sure we have a fair democracy. Join me in the fight for fair maps.\n  \nJoin me and @allontheline today:",
        "created_at": "2020-02-28 15:49:05"
    },
    {
        "text": "Shirley Chisholm said \"You don't make progress by standing on the sidelines, whimpering and complaining. You make progress by implementing ideas.\"\n  \nAll across this country, right now, people are coming together to create extraordinary change.",
        "created_at": "2020-02-28 15:48:25"
    },
    {
        "text": "RT @ObamaFoundation: The Obama Presidential Center will make Jackson Park a part of presidential history. In 1893, Frederick Douglass made…",
        "created_at": "2020-02-25 22:21:08"
    },
    {
        "text": "After a lifetime of reaching for the stars, today, Katherine Johnson landed among them. She spent decades as a hidden figure, breaking barriers behind the scenes. But by the end of her life, she had become a hero to millions—including Michelle and me.",
        "created_at": "2020-02-24 21:57:19"
    },
    {
        "text": "Happy birthday to one of my heroes — someone who believed our right to vote was more important than his own life. Thanks for making good trouble for 80 years, @repjohnlewis.",
        "created_at": "2020-02-21 15:34:33"
    },
    {
        "text": "",
        "created_at": "2020-02-19 00:51:40"
    },
    {
        "text": "Here are a couple of articles that are worth reading — from housing to health, these stories use data to explore challenges we face and demonstrate how policy solutions along with civic engagement can make a real difference in people’s lives.",
        "created_at": "2020-02-19 00:51:21"
    },
    {
        "text": "Eleven years ago today, near the bottom of the worst recession in generations, I signed the Recovery Act, paving the way for more than a decade of economic growth and the longest streak of job creation in American history.",
        "created_at": "2020-02-17 15:46:53"
    },
    {
        "text": "RT @ObamaFoundation: It’s a big day in Chicago as @NBAAllStar returns to our city for the first time since 1988. But before tipoff we’re ki…",
        "created_at": "2020-02-14 21:55:34"
    },
    {
        "text": "Happy Valentine’s Day to my forever dance partner, @MichelleObama.",
        "created_at": "2020-02-14 17:40:29"
    },
    {
        "text": "What a great example of citizenship, what each of us can do to make a difference for all of us:",
        "created_at": "2020-02-13 15:31:32"
    },
    {
        "text": "Even if the methods are new, sowing the seeds of doubt, division, and discord to turn Americans against each other is an old trick. The antidote is citizenship: to get engaged, organized, mobilized, and to vote - on every level, in every election.",
        "created_at": "2020-02-11 21:05:32"
    },
    {
        "text": "Thirty years on, I remember the hope we all felt watching Mandela’s release from prison. The gift of a new way of seeing. The chance to participate in the work of building a better world. The ultimate example of perseverance and faith for each new generation to follow.",
        "created_at": "2020-02-11 18:09:29"
    },
    {
        "text": "Congrats to Julia and Steven, the filmmakers behind American Factory, for telling such a complex, moving story about the very human consequences of wrenching economic change. Glad to see two talented and downright good people take home the Oscar for Higher Ground’s first release.",
        "created_at": "2020-02-10 02:38:19"
    },
    {
        "text": "Sixty years ago today, the Greensboro Four stood up to injustice by sitting down at a lunch counter. Our journey is full of such stories; of acts of patriotic protest that challenge this country we love to live up to our highest ideals, however long it takes. #BlackHistoryMonth",
        "created_at": "2020-02-01 20:36:40"
    },
    {
        "text": "Kobe was a legend on the court and just getting started in what would have been just as meaningful a second act. To lose Gianna is even more heartbreaking to us as parents. Michelle and I send love and prayers to Vanessa and the entire Bryant family on an unthinkable day.",
        "created_at": "2020-01-26 21:56:16"
    },
    {
        "text": "Every so often, I re-read Dr. King’s Letter from a Birmingham Jail. While some of the injustices may have changed, his poetic brilliance, moral clarity, and tests of conscience still reverberate today. Take a moment to reflect on his righteous call:",
        "created_at": "2020-01-20 14:35:29"
    },
    {
        "text": "Every so often, I re-read Dr. King’s Letter from a Birmingham Jail. While some of the injustices may have changed, his poetic brilliance, moral clarity, and tests of conscience still reverberate today. Take a moment to reflect on his righteous call:",
        "created_at": "2020-01-20 14:35:29"
    },
    {
        "text": "In every scene, you are my star, @MichelleObama! Happy birthday, baby!",
        "created_at": "2020-01-17 14:13:19"
    },
    {
        "text": "Glad to see American Factory’s Oscar nod for Best Documentary. It’s the kind of story we don’t see often enough and it’s exactly what Michelle and I hope to achieve with Higher Ground. Congrats to the incredible filmmakers and entire team!",
        "created_at": "2020-01-13 14:13:44"
    },
    {
        "text": "Our fellow Americans in Puerto Rico can use our support after this week’s earthquakes. They’ve shown their enduring spirit over the past couple years, and it’s up to us to pull together for one another once again. I hope you’ll support their recovery:",
        "created_at": "2020-01-12 18:35:50"
    },
    {
        "text": "Here’s the thing: Even with problems of this magnitude, each of us can still find a way to make change. That’s why I’m proud of young people like Alice Mahar, a environmental activist in Melbourne. Read about her and find ways you can help, too:",
        "created_at": "2020-01-09 21:01:14"
    },
    {
        "text": "The catastrophic fires in Australia are the latest example of the very real and very urgent consequences of climate change. It’s on us to stay focused and protect the one planet we’ve got for the next generation:",
        "created_at": "2020-01-09 21:00:08"
    },
    {
        "text": "With David Stern’s passing, I’m reflecting on everything he did to take the NBA global, creating entire new generations of fans pretending to be like Mike or any of their favorite players on driveways and playgrounds around the world.",
        "created_at": "2020-01-02 23:49:54"
    },
    {
        "text": "Here’s to a happy, healthy, and hopeful 2020. Happy New Year, everybody!",
        "created_at": "2020-01-01 17:16:44"
    },
    {
        "text": "From hip-hop to country to The Boss, here are my songs of the year. If you’re looking for something to keep you company on a long drive or help you turn up a workout, I hope there’s a track or two in here that does the trick.",
        "created_at": "2019-12-30 17:02:44"
    },
    {
        "text": "If there’s one thing I love about @RepJohnLewis, it’s his incomparable will to fight. I know he’s got a lot more of that left in him. Praying for you, my friend.",
        "created_at": "2019-12-30 00:33:16"
    },
    {
        "text": "Next up are my favorite movies and TV shows of 2019. Of course, there’s also American Factory, a film from our own production company, Higher Ground, that was recently shortlisted for an Oscar. Here’s the full list:",
        "created_at": "2019-12-29 17:03:13"
    },
    {
        "text": "As we wind down 2019, I wanted to share with you my annual list of favorites that made the last year a little brighter. We’ll start with books today — movies and music coming soon. I hope you enjoy these as much as I did.",
        "created_at": "2019-12-28 21:16:40"
    },
    {
        "text": "From the Obama family to yours, Merry Christmas!",
        "created_at": "2019-12-25 00:00:22"
    },
    {
        "text": "On behalf of my family, Chag Sameach and Happy Hanukkah! As Jews around the world celebrate, let the menorah’s light remind us all of the miracles in our own lives.",
        "created_at": "2019-12-23 20:50:19"
    },
    {
        "text": "2019 was full of moments that show humanity at its best—compassionate, entrepreneurial, determined. And yes, hopeful. Take a look to see for yourself.",
        "created_at": "2019-12-19 19:54:31"
    },
    {
        "text": "RT @ObamaFoundation: #ObamaLeaders convened 200 inspiring changemakers from across the Asia Pacific. Take a look at their week in Kuala Lum…",
        "created_at": "2019-12-17 20:30:45"
    },
    {
        "text": "RT @GetUSCovered: Did you miss your chance to #GetCovered with affordable health coverage at",
        "created_at": "2019-12-17 15:26:41"
    },
    {
        "text": "You can get the zen garden next week, but tomorrow is the last day to sign up for health coverage at",
        "created_at": "2019-12-14 16:01:19"
    },
    {
        "text": "It was remarkable to be back in the Asia-Pacific region with my sister this week, joined by hundreds of talented and optimistic @ObamaFoundation leaders. They’re making their mark on this region—and the whole world—and that's good for all of us.",
        "created_at": "2019-12-13 18:12:17"
    },
    {
        "text": "My sister Maya and I are about to take the stage at @ObamaFoundation Leaders: Asia-Pacific. We'll be talking about how growing up in this region made us who we are—and the opportunity today's young people have to shape the future. I hope you'll tune in at",
        "created_at": "2019-12-13 03:29:19"
    },
    {
        "text": "My sister Maya and I are about to take the stage at @ObamaFoundation Leaders: Asia-Pacific. We'll be talking about how growing up in this region made us who we are—and the opportunity today's young people have to shape the future. I hope you'll tune in at",
        "created_at": "2019-12-13 03:29:19"
    },
    {
        "text": "RT @MichelleObama: Julia Roberts, Deborah Henry, and I are about to take the stage at #ObamaLeaders: Asia-Pacific to reflect on our visit t…",
        "created_at": "2019-12-12 02:57:21"
    },
    {
        "text": "I thought it was about time I share my holiday gift list — a few practical items, all $10 or less. The best one? Health care for you or somebody you care about. The deadline to sign up is December 15. Go to",
        "created_at": "2019-12-10 17:12:50"
    },
    {
        "text": "In Vietnam I had the chance to sit down with some of our @ObamaFoundation leaders and alumni from across the Asia Pacific. From combating climate change in Vietnam to evaluating social impact in Indonesia, they're doing extraordinary work and expanding their impact together.",
        "created_at": "2019-12-10 11:10:03"
    },
    {
        "text": "RT @MichelleObama: What an incredible day in Vietnam with members of the @GirlsAlliance community!\n\nTake a look at our visit to Cần Giuộc h…",
        "created_at": "2019-12-09 20:40:35"
    },
    {
        "text": "Because of Paul Volcker, our financial system is stronger and safer for the American people. I’ll remember Paul for his consummate wisdom, untethered honesty, and a level of dignity that matched his towering stature. I’m proud to have called him not just an adviser, but a friend.",
        "created_at": "2019-12-09 18:21:38"
    },
    {
        "text": "Today, we give thanks for our blessings, give back to those around us, and enjoy some time — and turkey, and maybe a little football — with the ones we love. From the Obama family to yours, Happy Thanksgiving.",
        "created_at": "2019-11-28 12:13:46"
    },
    {
        "text": "Before arguing with friends or family around the Thanksgiving table, take a look at the science behind arguing better. And it'll never hurt to try this: \"Listen to people, get them to think about their own experience, and highlight your common humanity.\"",
        "created_at": "2019-11-27 18:19:13"
    },
    {
        "text": "Politicians shouldn’t be picking their voters. Voters should be picking their representatives. But unless we act, the status quo will remain in states all across the country. Let's make sure maps are drawn fairly when redistricting happens again in 2021:",
        "created_at": "2019-11-24 18:07:38"
    },
    {
        "text": "Take a look at this piece to understand the very real consequences of gerrymandering. In Asheville, NC, we see what happens when district lines are drawn for maximum partisan advantage: It mean citizens’ voices are diminished. It means more polarization.",
        "created_at": "2019-11-24 18:04:14"
    },
    {
        "text": "Young leaders like these are powering the promise of the Asia Pacific region. Michelle and I couldn’t be more impressed by their initiative. Can’t wait to join them in Malaysia next month.",
        "created_at": "2019-11-22 16:08:56"
    },
    {
        "text": "Proud to see Oluwaseun @AyodejiOsowobi in this list. She’s an @ObamaFoundation Leader who’s organizing young people in Nigeria to help end sexual violence, and her work embodies what our foundation is all about: passing the baton to the next generation.",
        "created_at": "2019-11-18 18:39:05"
    },
    {
        "text": "Stories like this are a reminder of our duty, as a country and as Americans, to support every veteran—not only in words, but in deed. To every veteran out there, thank you. We’re forever in your debt.",
        "created_at": "2019-11-11 14:34:54"
    },
    {
        "text": "This Veterans Day, here’s a moving portrait of the extraordinary resilience of my friend Cory Remsburg, an Army Ranger I’ve come to know over the years. It’s an honest tribute to all those wounded warriors and their families who give so much to our country",
        "created_at": "2019-11-11 14:34:22"
    },
    {
        "text": "No one says it better than @MichelleObama — the Obama Presidential Center coming to the South Side isn't for us, it's for the community and the next generation of leaders.",
        "created_at": "2019-11-08 16:39:31"
    },
    {
        "text": "Proud of all the Americans who showed up to vote yesterday, electing a set of hopeful, forward-thinking leaders primed to protect Medicaid, draw fair voting maps, and reduce gun violence. A great night for our country—one that’ll leave a lasting legacy.",
        "created_at": "2019-11-06 18:32:50"
    },
    {
        "text": "Proud to endorse an outstanding group of Virginia Democrats in Tuesday’s election—candidates who’ll not only advance the causes of equality, justice, and decency, but help ensure that the next decade of voting maps are drawn fairly. That’s good policy—and good for our politics.",
        "created_at": "2019-11-02 14:04:46"
    },
    {
        "text": "Today’s the first day of open enrollment on",
        "created_at": "2019-11-01 14:56:03"
    },
    {
        "text": "Congrats to the World Champion @Nationals and their fans! A great group that always showed up when it counted and was never afraid to show a little joy: dancing in the dugout, laughing, believing, and always sticking together. A true team with a spirit that’d do us all well.",
        "created_at": "2019-10-31 13:55:54"
    },
    {
        "text": "RT @ObamaFoundation: Watch live: @BarackObama is about to take the stage at the #ObamaSummit. Tune in now at",
        "created_at": "2019-10-29 21:20:07"
    }
]