[
    {
        "text": "We don't yet have all the tools we need to stop the novel coronavirus and safely re-open the economy. But they are on the horizon.",
        "created_at": "2020-04-23 16:39:33"
    },
    {
        "text": "This is a great introduction to computer science concepts for students at all levels. I’m looking forward to joining today’s Code Break.",
        "created_at": "2020-04-22 15:10:17"
    },
    {
        "text": "Halting funding for the World Health Organization during a world health crisis is as dangerous as it sounds. Their work is slowing the spread of COVID-19 and if that work is stopped no other organization can replace them. The world needs @WHO now more than ever.",
        "created_at": "2020-04-15 05:17:26"
    },
    {
        "text": ".@NickKristof does an amazing job capturing the heroism of the health care workers on the front lines of the coronavirus fight.",
        "created_at": "2020-04-13 00:41:08"
    },
    {
        "text": "On #WorldHealthDay — and every day — I want to thank all of the health heroes for their sacrifices and for keeping us safe.",
        "created_at": "2020-04-07 20:59:04"
    },
    {
        "text": "I always enjoy chatting with @Trevornoah, even though we had to sit a little bit further apart than usual this time.",
        "created_at": "2020-04-05 22:11:06"
    },
    {
        "text": "It’s encouraging to see the first projects begin from our effort to accelerate safe and effective drugs for #COVID19.",
        "created_at": "2020-04-03 20:36:07"
    },
    {
        "text": "I’m excited to join the @khanacademy Daily Homeroom today to talk about the incredible ways parents, teachers, and students are coming together to keep learning while schools are closed.",
        "created_at": "2020-04-03 17:05:38"
    },
    {
        "text": "If we make the right decisions now—informed by science, data and the experience of medical professionals—we can save lives and get the country back to work. You can read more about my thoughts on #COVID19 on my blog.",
        "created_at": "2020-04-02 15:42:09"
    },
    {
        "text": "In the meantime, frontline health care workers are making heroic efforts to test and treat patients across the United States and the world. Here in my hometown, Public Health Seattle &amp; King County (@KCPubHealth) is doing incredible work that we should all be very proud of.",
        "created_at": "2020-04-02 15:42:08"
    },
    {
        "text": "All the work that rich countries are doing now to develop vaccines will save lives in developing countries too. Without a vaccine, those countries are at even greater risk than wealthy ones, because it’s even harder for them to do physical distancing and shutdowns.",
        "created_at": "2020-04-02 15:42:08"
    },
    {
        "text": "If everything goes well, there might be an effective vaccine in less than 18 months—the fastest a vaccine has ever been developed. That will depend on decisions we make today, including the federal government investing in building up manufacturing capacity.",
        "created_at": "2020-04-02 15:42:08"
    },
    {
        "text": "Work is going full speed on potential treatments, and vaccines. But people should know that it will take time to prove they are safe and effective and to start making them.",
        "created_at": "2020-04-02 15:42:08"
    },
    {
        "text": "There’s been some progress on more efficient testing methods, such as the self-swab developed by the Seattle Coronavirus Assessment Network. I hope this and other innovations in testing are scaled up across the country soon.",
        "created_at": "2020-04-02 15:42:07"
    },
    {
        "text": "The federal government needs to step up on testing: far more tests should be made available, and we should aggregate the results so we can quickly identify potential volunteers for clinical trials and know with confidence when it’s time to return to normal.",
        "created_at": "2020-04-02 15:42:07"
    },
    {
        "text": "Extreme physical distancing measures will make a big difference in the U.S., but we need a consistent nationwide approach. Until the case numbers start to go down across America—which could take 10 weeks or more—no one can continue business as usual or relax the shutdown.",
        "created_at": "2020-04-02 15:42:07"
    },
    {
        "text": "There’s no question the United States missed the opportunity to get ahead of the novel #coronavirus. But the window for making important decisions hasn’t closed. The choices we and our leaders make now will have an enormous impact.",
        "created_at": "2020-04-02 15:42:07"
    },
    {
        "text": "I’m inspired by the generosity of everyone who has contributed to this effort to help keep kids learning at home. Thank you to @DonorsChoose and especially the educators who are doing amazing things for their students every day.",
        "created_at": "2020-03-31 18:45:31"
    },
    {
        "text": "One of the questions I am most often asked about the #COVID19 pandemic is how, and when, it will end. This article by @edyong209 does a really good job of outlining the steps we need to take.",
        "created_at": "2020-03-30 20:15:00"
    },
    {
        "text": "This impressive new tool from @IHME_UW will help hospitals, policymakers, and the general public better understand and prepare for the #COVID19 response in the U.S.",
        "created_at": "2020-03-29 16:00:00"
    },
    {
        "text": "This impressive new tool from @IHME_UW will help hospitals, policymakers, and the general public better understand and prepare for the #COVID19 response in the U.S.",
        "created_at": "2020-03-29 16:00:00"
    },
    {
        "text": "This is encouraging news, but we still have a lot of work to do. Extreme physical distancing and testing are the best tools we have right now to slow the spread of novel coronavirus.",
        "created_at": "2020-03-28 21:35:04"
    },
    {
        "text": "There are few people I’ve learned more from over the years–especially about viruses–than Peter Piot. This Q&amp;A with him is an excellent, easy-to-understand primer on #COVID19:",
        "created_at": "2020-03-28 16:07:41"
    },
    {
        "text": "I’ve been impressed by governors across the country including @JayInslee, @NYGovCuomo, @GavinNewsom, @GovMikeDeWine, @GovLarryHogan, and the many others who are guiding their communities through this challenge and providing a model for us all to follow.",
        "created_at": "2020-03-27 16:01:24"
    },
    {
        "text": "Thanks to Norway and Prime Minister @erna_solberg for their ongoing leadership in global health and important investments in vaccines.",
        "created_at": "2020-03-27 06:03:51"
    },
    {
        "text": "The international response will require funding for @CEPIVaccines’s development of a COVID-19 vaccine and for @Gavi. Thanks to @BorisJohnson and the UK for this vital commitment.",
        "created_at": "2020-03-26 18:38:45"
    },
    {
        "text": "Lots of people in Seattle have asked how they can help those impacted by #COVID19 locally. @allinseattle has done a great job identifying organizations who are already on the ground and deploying resources quickly to help our friends and neighbors:",
        "created_at": "2020-03-26 15:33:01"
    },
    {
        "text": "Thanks for your leadership, @rogerfederer. This is an inspiring contribution and will make a big difference for families.",
        "created_at": "2020-03-26 14:55:43"
    },
    {
        "text": "Teachers are doing incredible work to keep kids learning while at home. To help get supplies to those most in need, Melinda and I will double your impact, up to $1 million total, when you give to @DonorsChoose coronavirus relief effort today and tomorrow.",
        "created_at": "2020-03-25 16:20:47"
    },
    {
        "text": "I’m connecting live with @TEDchris and @WhitPennRod to talk about what our healthcare systems need to tackle the #COVID19 pandemic and prepare for future epidemics.",
        "created_at": "2020-03-24 16:04:08"
    },
    {
        "text": "Thanks @reddit for joining me yesterday to discuss the #COVID19 pandemic and what we can do to prevent the next one. Here's a recap of the conversation:",
        "created_at": "2020-03-19 22:30:09"
    },
    {
        "text": "I’m answering your questions about the #COVID19 coronavirus on @reddit in 10 minutes:",
        "created_at": "2020-03-18 16:50:15"
    },
    {
        "text": "I know many parents are looking for resources and ideas to help their kids continue learning while home. @khanacademy has created daily schedules with interactive content--exercises, videos and articles--for students in every grade.",
        "created_at": "2020-03-18 15:52:35"
    },
    {
        "text": "We don’t yet have all the tools we need to fight COVID-19. This is an important step toward having treatments, while we also explore vaccines and diagnostics. Thanks to @wellcometrust and @mastercard for launching this effort with us.",
        "created_at": "2020-03-10 04:33:47"
    },
    {
        "text": "COVID-19 could be a once-in-a-century pandemic, but the good news is that there are steps we can take now to slow its impact and help us respond more effectively when the next epidemic arrives. #COVID19",
        "created_at": "2020-02-28 17:50:11"
    },
    {
        "text": "1 in 4 children under five in South Africa are stunted. The @GrowGreatZA Campaign is empowering new and pregnant moms to keep their children healthy. Here’s why I’m optimistic that they can make an impact:",
        "created_at": "2020-02-26 17:39:22"
    },
    {
        "text": "Melinda and I have met many stunted children in our travels. It’s heartbreaking and utterly preventable. Dr. @kopanomabaso is leading an incredible effort to eliminate child stunting from South Africa over the next decade.",
        "created_at": "2020-02-25 19:10:00"
    },
    {
        "text": "Climate change is one of the toughest challenges the world has ever taken on. But I believe we can avoid a climate catastrophe if we take steps now to reduce emissions and find ways to adapt to a warmer world. Here’s how we’re approaching the challenge:",
        "created_at": "2020-02-21 15:48:01"
    },
    {
        "text": "When Warren Buffett donated the bulk of his fortune to our foundation and joined us as a partner in its work, he urged us to “swing for the fences.” All these years later, that advice still guides how we think about our philanthropy:",
        "created_at": "2020-02-20 17:45:01"
    },
    {
        "text": "Diseases that cause dementia are only diagnosed after symptoms start. To effectively treat these diseases, we need to be able to diagnose them decades earlier when they first take hold in the brain.",
        "created_at": "2020-02-19 19:48:05"
    },
    {
        "text": "Diseases that cause dementia are only diagnosed after symptoms start. To effectively treat these diseases, we need to be able to diagnose them decades earlier when they first take hold in the brain.",
        "created_at": "2020-02-19 19:48:05"
    },
    {
        "text": "We’re hopeful that our foundation’s work with Networks for School Improvement will help increase the number of Black, Latinx, and low-income students who graduate from high school and pursue postsecondary opportunities. Here’s why that’s so important:",
        "created_at": "2020-02-18 14:52:34"
    },
    {
        "text": "It was a magical night. I'm very happy to support your foundation's incredible work.",
        "created_at": "2020-02-18 00:55:12"
    },
    {
        "text": "Vaccines are a miracle. But how exactly do they work? I explain the science behind vaccines and why our foundation’s investment in them is one of the best we’ve ever made:",
        "created_at": "2020-02-17 03:54:34"
    },
    {
        "text": "Science is giving us the opportunity to improve lives around the world faster than ever before. Today I was honored to give a speech on this subject at the @aaas annual meeting. #AAASmtg",
        "created_at": "2020-02-14 23:34:02"
    },
    {
        "text": "This is an incredible story about the power of vaccines. 13 million people are alive today thanks to @Gavi. Here’s how:",
        "created_at": "2020-02-13 21:24:40"
    },
    {
        "text": "The only way we'll achieve net-zero carbon emissions is if we innovate, deploy, and invest across all sectors. It's encouraging to see companies working to get our planet one step closer. Congratulations to all the winners of the #BreakthroughCanada initiative.",
        "created_at": "2020-02-12 22:44:12"
    },
    {
        "text": "When we first started our foundation, Melinda and I were optimistic about the power of innovation to drive progress. Twenty years later, we’re just as optimistic, and we’re still swinging for the fences:",
        "created_at": "2020-02-11 18:45:28"
    },
    {
        "text": "In our new annual letter, @melindagates and I write about why we think the risks we’ve taken in the first two decades of our foundation have set us up for future progress.",
        "created_at": "2020-02-10 07:55:05"
    },
    {
        "text": "RT @MSuzman: The world must work together to slow the coronavirus outbreak, protect the most vulnerable, &amp; develop tools to control this ep…",
        "created_at": "2020-02-05 14:49:36"
    },
    {
        "text": "@rogerfederer @RafaelNadal @Trevornoah Roger’s foundation partners with local NGOs in six countries in southern Africa to improve early learning and basic education. It’s an impressive organization, and I encourage you to consider supporting its work:",
        "created_at": "2020-02-04 00:44:31"
    },
    {
        "text": "I’m excited to team up with @rogerfederer again for the Match in Africa Friday in Cape Town. Playing alongside Roger is always a thrill, and I can’t wait to face off against @RafaelNadal and @Trevornoah.",
        "created_at": "2020-02-04 00:44:09"
    },
    {
        "text": "As we conclude our foundation’s second decade of work in global health and education, I have never been more optimistic about the opportunity to improve life for the world’s poorest. I look forward to partnering with you on the work ahead.",
        "created_at": "2020-02-03 17:22:43"
    },
    {
        "text": "Thank you, Sue, for all of your contributions to our foundation. I look forward to continuing our work together on important health and education projects that will improve lives.",
        "created_at": "2020-01-31 17:21:13"
    },
    {
        "text": "Game on!",
        "created_at": "2020-01-30 23:54:48"
    },
    {
        "text": "If the world keeps up the fight against these neglected tropical diseases, we can improve the lives of millions of families:",
        "created_at": "2020-01-30 20:40:30"
    },
    {
        "text": "The world has only begun to tap into all the ways AI will help people live healthier lives. I’m excited about the launch of @Microsoft’s new AI for Health initiative, which connects researchers and organizations with world-class AI talent and resources.",
        "created_at": "2020-01-29 19:48:31"
    },
    {
        "text": "RT @gatesfoundation: We are committing $10 million in emergency funds and corresponding support to assist frontline responders in China and…",
        "created_at": "2020-01-27 15:05:40"
    },
    {
        "text": "I joined @Twitter ten years (and a couple of days) ago. These are some of my favorite tweets. What’s your favorite tweet from the last ten years?",
        "created_at": "2020-01-23 17:15:13"
    },
    {
        "text": "@gavi There are still too many children—many living in some of the hardest-to-reach places on the planet—who aren’t getting basic vaccines. Gavi is the best tool we have to reach them.  #VaccinesWork",
        "created_at": "2020-01-22 15:33:21"
    },
    {
        "text": "@gavi There are still too many children—many living in some of the hardest-to-reach places on the planet—who aren’t getting basic vaccines. Gavi is the best tool we have to reach them.  #VaccinesWork",
        "created_at": "2020-01-22 15:33:21"
    },
    {
        "text": "For twenty years, @gavi has worked to ensure that every child in the world is protected from preventable diseases. The results are incredible. But their work is far from done.",
        "created_at": "2020-01-22 15:32:21"
    },
    {
        "text": "I had a fascinating conversation with Vaclav Smil about what bacteria, babies, empires, and economies all have in common:",
        "created_at": "2020-01-21 22:34:58"
    },
    {
        "text": "It's great to see Microsoft's leadership in this area. Avoiding the worst effects of climate change will require innovation and investment to get us to net zero carbon emissions across all sectors of the economy.",
        "created_at": "2020-01-17 18:35:46"
    },
    {
        "text": "These global health heroes have helped Bangladesh become a model for other countries for how to respond to infectious disease outbreaks:",
        "created_at": "2020-01-16 17:36:56"
    },
    {
        "text": "It’s encouraging to see these results. Typhoid is especially deadly for young children, and a vaccine like this has the potential to save millions of lives.",
        "created_at": "2020-01-15 18:48:50"
    },
    {
        "text": "Thanks to the work of this father–daughter dynamic duo, Bangladesh is moving toward a future of fewer disease outbreaks and more children reaching their fifth birthday.",
        "created_at": "2020-01-14 19:30:00"
    },
    {
        "text": "Solving the world’s toughest challenges—like fighting the worst impacts of climate change—requires lots of new ideas and talented people working across many fields. I’m glad to see this effort to support this important work.",
        "created_at": "2020-01-06 01:39:02"
    },
    {
        "text": "Progress isn’t always easy to see. These charts show some of the ways that the world is getting better.",
        "created_at": "2020-01-05 15:24:00"
    },
    {
        "text": "America’s tax system will be top of mind for many in 2020. Here’s what I really think.",
        "created_at": "2020-01-03 18:02:41"
    },
    {
        "text": "If your New Year’s resolution is to be healthier in 2020, this book is a good place to start.",
        "created_at": "2020-01-02 17:56:00"
    },
    {
        "text": "I’m glad @beautiful__news is highlighting some of the amazing things happening in the world.",
        "created_at": "2019-12-23 17:50:36"
    },
    {
        "text": "RT @melindagates: Sir Fazle was a humanitarian who helped us learn about development work: Building an efficient organization while never f…",
        "created_at": "2019-12-21 21:34:09"
    },
    {
        "text": "Vaclav Smil is one of my favorite thinkers, and I couldn’t wait to get my hands on his new book about the growth of *everything*.",
        "created_at": "2019-12-20 15:28:35"
    },
    {
        "text": "What’s next for our foundation? I’m particularly excited about what the next year could mean for one of the best buys in global health: vaccines.",
        "created_at": "2019-12-19 15:20:00"
    },
    {
        "text": "I’ve read a lot of books about history over the years, and These Truths by Jill Lepore is the most honest and unflinching account of the American story I’ve ever seen. It’s also one of the most beautifully written.",
        "created_at": "2019-12-18 15:17:28"
    },
    {
        "text": "Check out my end of year books list (plus a bonus recommendation) on @Likewise.",
        "created_at": "2019-12-17 15:04:03"
    },
    {
        "text": "December is a great time to take stock of everything you’ve done over the last twelve months—including all of the books you’ve read. I found these books to be really clever and engaging. I hope you them find as intriguing as I did:",
        "created_at": "2019-12-16 17:44:33"
    },
    {
        "text": "Back in my early Microsoft days, I routinely pulled all-nighters when we had to deliver a piece of software. I even stayed up two nights in a row on occasion–I don’t recommend that. This book taught me a lot about the importance of a better night's sleep.",
        "created_at": "2019-12-16 01:27:00"
    },
    {
        "text": "This new treatment is a gamechanger for millions of people living with HIV in South Africa. I’m optimistic that it could help #EndAIDS around the world.",
        "created_at": "2019-12-15 16:03:00"
    },
    {
        "text": "This new treatment is a gamechanger for millions of people living with HIV in South Africa. I’m optimistic that it could help #EndAIDS around the world.",
        "created_at": "2019-12-15 16:03:00"
    },
    {
        "text": "I was deeply moved by Tayari Jones’s story of a married couple whose lives get torn apart by an incident of injustice. The book is so well-written that you’ll find yourself sucked into it despite the heavy subject matter.",
        "created_at": "2019-12-13 19:30:00"
    },
    {
        "text": "Here are two amazing statistics: primary health care interventions could save 60 million lives in low-and middle-income countries and increase average life expectancy by 3.7 years by 2030:",
        "created_at": "2019-12-12 16:52:28"
    },
    {
        "text": "Diane Tavenner had a simple but very ambitious goal: “We wanted to teach kids not just what they needed to get into college, but what they needed to live a good life.” You can read an excerpt from her wonderful new book on my blog.",
        "created_at": "2019-12-11 18:30:00"
    },
    {
        "text": "I’ve read a lot of great books this year. Here are some I think you’ll enjoy reading over the holidays.",
        "created_at": "2019-12-10 19:21:11"
    },
    {
        "text": "I'm a big fan of @SiliconHBO and was excited when they asked me to appear in the series finale tonight. #AlwaysBlue",
        "created_at": "2019-12-09 04:00:45"
    },
    {
        "text": "Thank you, Sue, for your extraordinary leadership. Melinda and I are grateful for the opportunity we’ve had to learn with and from you over the past five-and-a-half years, and we wish you and your family the best.",
        "created_at": "2019-12-05 18:43:49"
    },
    {
        "text": "I really enjoyed sitting down with @reidhoffman to talk about the role great cofounders and partners have played in my career, like Paul Allen at Microsoft and @melindagates at the Gates Foundation. You can listen to our conversation here:",
        "created_at": "2019-12-04 17:47:01"
    },
    {
        "text": "Technology has made it faster and easier than ever before for people everywhere to give. I’m inspired by how many people from all over the world participate in #GivingTuesday.",
        "created_at": "2019-12-03 14:52:46"
    },
    {
        "text": "I was impressed to see the tremendous impact @Gestamp’s apprenticeship program is having on students and their community:",
        "created_at": "2019-12-02 19:58:52"
    },
    {
        "text": "This #WorldAIDSDay, I’m excited about breakthroughs in treating and preventing HIV thanks to organizations like the @GlobalFund.",
        "created_at": "2019-12-01 12:47:00"
    },
    {
        "text": "The world has made incredible strides toward ending the AIDS epidemic over the last twenty years, and I’m optimistic that more progress is on the way. Explore the data:",
        "created_at": "2019-12-01 02:34:24"
    },
    {
        "text": "At @Gestamp, an auto parts maker in Chattanooga, Tennessee, I saw how the factory is putting high school students on a path to opportunity:",
        "created_at": "2019-11-27 00:07:55"
    },
    {
        "text": "Dr. LeAndrea Ware is one of the most energetic school leaders I’ve ever met. Her positivity is infectious. It’s no wonder she was recently named the Tennessee principal of the year:",
        "created_at": "2019-11-25 22:06:20"
    },
    {
        "text": "We’re getting closer to having a blood test for Alzheimer’s – which could help doctors detect and diagnose the disease earlier:",
        "created_at": "2019-11-25 02:50:28"
    },
    {
        "text": "US education may be the hardest issue our foundation works on. A recent visit to The Howard School in Chattanooga, Tennessee reminded me why it’s also one of the most inspiring.",
        "created_at": "2019-11-22 15:23:32"
    },
    {
        "text": "You could find wild poliovirus in 125 countries in 1988. Today, it exists in just two. And more than 18 million people are walking today who would otherwise have been paralyzed by polio. Here’s why we aren’t done yet:",
        "created_at": "2019-11-20 21:47:20"
    },
    {
        "text": "The incredible, diverse global partnership that halted wild polio’s spread in Nigeria 3 years ago makes me optimistic we’ll #EndPolio worldwide.",
        "created_at": "2019-11-20 17:24:40"
    },
    {
        "text": "Some of our most vital partners in the fight to #EndPolio are philanthropies like @alwaleed_philan, @bloombergdotorg, Tahir Foundation, Dalio Philanthropies &amp; Ningxia Yanbao Charity Foundation. Their support has helped deliver vaccines and protect millions from polio paralysis.",
        "created_at": "2019-11-20 04:43:01"
    },
    {
        "text": "Even a single child paralyzed by polio is one too many, but I’m optimistic that we will eradicate the disease thanks to the GPEI’s persistence and creativity.",
        "created_at": "2019-11-20 01:25:00"
    }
]