[
    {
        "text": "Thank you all for #AskSrk Need to get back to doing nothing. Please stay at home. Physical distancing. Hygiene. And respect all who r doing amazing work on ground.  Just Love a lot more and do nothing...because ‘Jo kuch nahi karte woh kamaal karte hain..’",
        "created_at": "2020-04-20 11:20:48"
    },
    {
        "text": "I paid lots of attention to my teachers growing up...",
        "created_at": "2020-04-20 11:15:06"
    },
    {
        "text": "Medium ko jawaab hi nahi deta...sirf Maximum ko deta hoon.",
        "created_at": "2020-04-20 11:14:07"
    },
    {
        "text": "Yeah I should copy paste them again na?",
        "created_at": "2020-04-20 11:12:40"
    },
    {
        "text": "God was wondering when someone will ask me this pertinent question!! Black.",
        "created_at": "2020-04-20 11:11:26"
    },
    {
        "text": "Wow both are awesome and I have met them...but Raju apna sa lagta hai...nahi?",
        "created_at": "2020-04-20 11:09:55"
    },
    {
        "text": "Bhai kamaal ka Single aur Singer hai...",
        "created_at": "2020-04-20 11:04:51"
    },
    {
        "text": "Really...khajanchi hai kya??!!",
        "created_at": "2020-04-20 11:03:43"
    },
    {
        "text": "Bhai social aur physical distancing mein...Mass ki baat mat bol please...will do everything don’t worry.",
        "created_at": "2020-04-20 11:02:17"
    },
    {
        "text": "Yeah I remember Tom Cruise saying the same...”you complete me..”",
        "created_at": "2020-04-20 11:00:35"
    },
    {
        "text": "Sabr  ka phal acchha  hi hota hai...mostly.",
        "created_at": "2020-04-20 10:58:59"
    },
    {
        "text": "God bless her. She is very pretty.",
        "created_at": "2020-04-20 10:57:44"
    },
    {
        "text": "I think we will all have to press Pause...Reset and then Play our worlds going forward.",
        "created_at": "2020-04-20 10:56:24"
    },
    {
        "text": "Yaar yehi pehle aap...pehle aap mein pista jaa raha hoon...kya karoon.",
        "created_at": "2020-04-20 10:54:42"
    },
    {
        "text": "Most of last year...",
        "created_at": "2020-04-20 10:53:25"
    },
    {
        "text": "Wouldn’t know....try asking a superstar. I am just a King unfortunately...",
        "created_at": "2020-04-20 10:51:06"
    },
    {
        "text": "Will tell her Hi when she comes in my dreams tonight.",
        "created_at": "2020-04-20 10:49:35"
    },
    {
        "text": "Don’t tire yourself. It’s obvious I will do some films...it’s obvious they will be made..and it’s obvious you all will know.",
        "created_at": "2020-04-20 10:43:44"
    },
    {
        "text": "Is it alright if I can forward the scripts to you also.  Don’t stress will do lots of films my man.",
        "created_at": "2020-04-20 10:42:04"
    },
    {
        "text": "Hope we overcome the virus...faster than the number of movies I have done. Insha Allah",
        "created_at": "2020-04-20 10:40:22"
    },
    {
        "text": "Hope we overcome the virus...faster than the number of movies I have done. Insha Allah",
        "created_at": "2020-04-20 10:40:22"
    },
    {
        "text": "That we all need to slow down a bit. Look and feel life and nature a bit more than just seeking instant gratification 24/7",
        "created_at": "2020-04-20 10:36:09"
    },
    {
        "text": "Damn couldn’t tell which characters at all. Ha ha really cool thank you",
        "created_at": "2020-04-20 10:34:33"
    },
    {
        "text": "All the best to everyone appearing for exams as and when.",
        "created_at": "2020-04-20 10:33:23"
    },
    {
        "text": "Abe sign to kar doon...abhi shooting kaun karega!!",
        "created_at": "2020-04-20 10:32:52"
    },
    {
        "text": "Eh...you are looking for answers in the wrong place my friend. Best of luck with your endeavour.",
        "created_at": "2020-04-20 10:29:28"
    },
    {
        "text": "बापू जी ने सिखाया था..बुरा मत देखो, ना सुनो, ना कहो । उसी का पालन करता हूँ आज तक।",
        "created_at": "2020-04-20 10:28:03"
    },
    {
        "text": "Inspite of contributing to the population boom, having three kids to be with is a treat. They r in all shapes and sizes, so the day goes by being with them each for a couple of hours. Then spend rest of the day cleaning up their toys!",
        "created_at": "2020-04-20 10:24:59"
    },
    {
        "text": "Ok it’s a good idea. Let’s do #AskSRK but not too long please because I have to go and do....nothing...for a bit before I do some more of it later.  Let’s begin...please use the hashtag.",
        "created_at": "2020-04-20 10:19:20"
    },
    {
        "text": "Damn I miss the unpredictable and capricious nature of the IPL tournament now!!!",
        "created_at": "2020-04-20 09:42:29"
    },
    {
        "text": "As the world is coping with the outbreak of COVID-19, We must not forget those without a voice. Let's make sure stray &amp; abandoned animals are treated with care and compassion. \n\nHelp @amtmindia via",
        "created_at": "2020-04-17 08:55:07"
    },
    {
        "text": "Health care workers on the frontlines of the #COVID19 crisis need our support. That’s why I’m standing in solidarity with @glblctzn and @WHO for One World: #TogetherAtHome — a one-night special event on April 18. Find out how and when you can tune in:",
        "created_at": "2020-04-14 19:11:31"
    },
    {
        "text": "Thank you sir for all your help to source the kits. We are all together in this endeavour to protect ourselves and humanity. Glad to be of service. May your family &amp; team be safe and healthy.",
        "created_at": "2020-04-13 18:35:25"
    },
    {
        "text": "I believe this moment in our lives will finally b a memory of when v had all the time on our hands &amp; our loved ones in our arms. Here’s wishing this for every1. Stay Safe.Stay Distant.Stay Healthy. PS:The selfie has nothing to do with the msg, thot I look good, so I sneaked it in",
        "created_at": "2020-04-05 09:25:13"
    },
    {
        "text": "When we say ‘mybmc’ then it’s with a sense of ownership and pride in all the efforts your teams are putting up to fight covid 19. We both are thankful that we could be a part of your attempts to help and care for Mumbaikars. \nआमची Mumbai आमची BMC",
        "created_at": "2020-04-04 15:27:49"
    },
    {
        "text": "দিদি, আপনার নিঃস্বার্থ মানবিক কাজে, একটি ভাই হয়ে হাত বাড়ানো আমার কর্তব্য।\n\nAami Kolkata, we believe...\n“I slept and dreamt that life was joy. I awoke and saw that life was service. I acted and behold, service was joy.”\n- Rabindranath Tagore",
        "created_at": "2020-04-04 12:29:31"
    },
    {
        "text": "सर आप तो दिल्लीवाले हो, thank you मत करो, हुक्म करो। अपने दिल्लीवाले भाइयों और बहनों के लिए हम लगे रहेंगे। ईश्वर ने चाहा तो जल्द ही इस crisis से हम जीत कर निकलेंगे। More strength, resilience and power to your teams on ground sir.",
        "created_at": "2020-04-03 14:54:12"
    },
    {
        "text": "Thank u for your service to these families. Let’s keep the good work up and instil faith in them and ourselves too. There will be light at the end of this tunnel. Let’s get through together. We are glad @meerfoundation could be of service somehow. @pragyakapoor_ @ek7foundation",
        "created_at": "2020-04-03 12:41:20"
    },
    {
        "text": "You are all doing a great service. We at @MeerFoundation are glad we could be of assistance.",
        "created_at": "2020-04-03 11:42:20"
    },
    {
        "text": "We don’t ever have to thank each other during times like these. We r a family. Grateful you are working so hard for Maharashtra and whenever you get alone time...do write a poem or two. Love to you.",
        "created_at": "2020-04-03 10:32:46"
    },
    {
        "text": "We don’t ever have to thank each other during times like these. We r a family. Grateful you are working so hard for Maharashtra and whenever you get alone time...do write a poem or two. Love to you.",
        "created_at": "2020-04-03 10:32:46"
    },
    {
        "text": "ह्या लढाईत आपण सगळे एकत्र आहोत कारण थेंबे थेंबे तळे साचे. सर्वांनी थोडे थोडे प्रयत्न केले तर एक मदतीचा महासागर तयार होईल..\n\nआपल्या मार्गदर्शनासाठी धन्यवाद!\nWe are all a family sir....and we need to be together to keep each other healthy.  Thank you.",
        "created_at": "2020-04-03 10:28:57"
    },
    {
        "text": "Stay Safe Stay Healthy and don’t forget to pray.\n\n@PMOIndia @narendramodi @OfficeofUT @AUThackeray @MamataOfficial @ArvindKejriwal @RedChilliesEnt @vfx_redchillies @KKRiders @MeerFoundation @rotibankfdn @IndiaWpc @Ek7Foundation \n@pragyakapoor_",
        "created_at": "2020-04-02 14:26:14"
    },
    {
        "text": "In these times it’s imp to make everyone around u working tirelessly for u.. not related to u.. perhaps even unknown to u... to feel they are not alone and by themselves. Let’s just make sure we all do our little bit to look after each other. India and all Indians are One Family.",
        "created_at": "2020-04-02 14:22:11"
    },
    {
        "text": "InshaAllah #JantaCurfew will help against the spread of virus, though we may have to do this again. The clapping brought so much cheer. So a reminder of safeguards, with some cheer... Pls take it in the right spirit. To all relentlessly working today - Extremely Grateful. Thx!",
        "created_at": "2020-03-22 13:26:07"
    },
    {
        "text": "We must all do our bit and support the officials doing so much for us. \n#WarAgainstVirus @mybmc",
        "created_at": "2020-03-20 16:16:18"
    },
    {
        "text": "Let’s get together and fight this #WarAgainstVirus. \n\n @CMOMaharashtra @AUThackeray",
        "created_at": "2020-03-20 14:00:18"
    },
    {
        "text": "It’s imp 2 reduce social interaction 2 minimum. Self Quarantine.The idea of #JanataCurfew on Sunday is a means to this end &amp; we should continue this concept at a personal level as much as we can &amp; more.We need to ‘slow down time’ to arrest the virus spread. Be safe &amp; healthy all.",
        "created_at": "2020-03-20 07:45:17"
    },
    {
        "text": "2/2. Hope the spread of the virus subsides &amp; the show can go on. BCCI &amp; team owners in consultation with the govt will keep a close watch &amp; decide the way fwd in the health interest of ever1. Lovely 2 meet every1 &amp; then sanitise ourselves repeatedly..@SGanguly99 @JayShah #BPatel",
        "created_at": "2020-03-14 07:23:03"
    },
    {
        "text": "1/2    Wonderful to meet all the Franchise owners ‘off the field’ so to say. The meeting by @Bcci  and @ipl was to reiterate what all of us feel...safety first of the spectators, players management &amp; cities we play in. All directives of the health agencies &amp; govt to be followed..",
        "created_at": "2020-03-14 07:19:01"
    },
    {
        "text": "And to everybody here’s looking at all the colours of light. May your happiness be in all shades, vibrancy &amp; madness of these colours. Happy Holi &amp; be safe.",
        "created_at": "2020-03-10 10:06:54"
    },
    {
        "text": "",
        "created_at": "2020-03-10 09:58:00"
    },
    {
        "text": "RT @RedChilliesEnt: This one’s critically approved! Do watch the extraordinary journey of a character actor in pursuit of his 500th film to…",
        "created_at": "2020-03-06 05:54:00"
    },
    {
        "text": "A small film with a big heart...and some heart breaks. Hope it finds love from from those who see it. All the best to the team....and bas ab enjoy life aur option hi kya hai... \n\n#KaamyaabInCinemas",
        "created_at": "2020-03-06 05:52:48"
    },
    {
        "text": "Being a father (3x) has been, my greatest source of pride, humility, inspiration &amp; even achievement. It has taught me to choose innocent honesty over smarts....in every aspect of life. My lil one told me I look better than him in his drawing cos I am smiling without a reason....",
        "created_at": "2020-03-02 00:22:11"
    },
    {
        "text": "Congratulations Sanchayita. Wishing you and Shuvra only happiness as you begin your journey of togetherness. Sending you light, laughter and love.",
        "created_at": "2020-02-26 18:08:51"
    },
    {
        "text": "May her soul rest in peace. Kishori ‘Amma’ will be sorely missed. Especially how she used to reprimand me for smoking. May Allah look after her.",
        "created_at": "2020-02-19 09:24:36"
    },
    {
        "text": "Koi role extra nahi hota. Artist extraordinary hona chahiye. Fir banti hai picture Kaamyaab! #KaamyaabTrailer starring @imsanjaimishra &amp; #DeepakDobriyal. In cinemas 6th March.",
        "created_at": "2020-02-18 05:04:30"
    },
    {
        "text": "A journey of a small time actor.... an 'Extra' who is in search of an 'extraordinary' life! #Kaamyaab trailer tomorrow...\n\n@imsanjaimishra #DeepakDobriyal #HardikMehta @gaurikhan @ManMundra @VenkyMysore @_GauravVerma @RedChilliesEnt @DrishyamFilms",
        "created_at": "2020-02-17 15:58:49"
    },
    {
        "text": "That’s such a thoughtful and important cause. Thank you and my prayers for all of you.",
        "created_at": "2020-02-15 11:37:43"
    },
    {
        "text": "That’s such a thoughtful and important cause. Thank you and my prayers for all of you.",
        "created_at": "2020-02-15 11:37:43"
    },
    {
        "text": "36 years...ab toh Valentine’s bhi humse pooch kar aata hai. Wishing you all, love beyond restrictions....",
        "created_at": "2020-02-14 10:49:13"
    },
    {
        "text": "Thank u @karanjohar &amp; @itsKajolD for making arguably the finest film of our careers. The only film I needed to see everyday pics to know if I have the expressions right! Here’s some of them...",
        "created_at": "2020-02-12 09:52:34"
    },
    {
        "text": "The Future of Mobility is electrifying and promising with what Hyundai has to offer! Thank you @HyundaiIndia for having me at the #AutoExpo2020 to unveil the Ultimate SUV, the #AllNewCRETA.",
        "created_at": "2020-02-09 16:26:29"
    },
    {
        "text": "You train...u fight...u succeed. Then do it all over again.  I think with this medal, my kids have more awards than I have. It’s a good thing...now I need to train more! Proud and inspired!",
        "created_at": "2020-02-09 09:24:16"
    },
    {
        "text": "So wonderful, so hard working so absolutely entertaining. My all time favourite.",
        "created_at": "2020-02-04 22:43:39"
    },
    {
        "text": "Mere pyaar dena humare bete ko.",
        "created_at": "2020-02-01 21:29:09"
    },
    {
        "text": "Extremely poignant story of a character artist...his struggles with himself, films and life....bitterly sweet and very well enacted. Hope all enjoy this small film with a biggish heart.",
        "created_at": "2020-01-31 11:46:30"
    },
    {
        "text": "Nothing beautiful happens without struggle. Let’s remember the struggle that gave us this beautiful day and celebrate both. #HappyRepublicDay to all.",
        "created_at": "2020-01-26 04:32:22"
    },
    {
        "text": "",
        "created_at": "2020-01-25 11:44:05"
    },
    {
        "text": "3 yrs of Raees. One of the most fun I had making a film. Thks to cast &amp; crew &amp; my producers. Maybe need to take Raees’ advice myself...soon!",
        "created_at": "2020-01-25 11:32:42"
    },
    {
        "text": "Missing being with u all. You in my city...will come and meet you soon. How do the kids say it...Major FOMO happening? Right?! Have a great shoot &amp; enjoy the process.",
        "created_at": "2020-01-24 10:05:54"
    },
    {
        "text": "Need to go now. Nice having a chat with u all. Sum who didn’t get a reply, next time Insha Allah. Sum sounded angry &amp; negative, didn’t want make them angrier with a smartass reply...may u find peace within urselves. And to those taking exam..ALL THE BEST love u all",
        "created_at": "2020-01-22 11:40:34"
    },
    {
        "text": "My thoughts exactly...",
        "created_at": "2020-01-22 11:35:51"
    },
    {
        "text": "Don’t let any negativity uninspire you in your journey. U r beautiful because of who u are...",
        "created_at": "2020-01-22 11:29:44"
    },
    {
        "text": "30 saal ki mehnat mein padega.",
        "created_at": "2020-01-22 11:24:16"
    },
    {
        "text": "Sardi",
        "created_at": "2020-01-22 11:15:27"
    },
    {
        "text": "I like cheese...",
        "created_at": "2020-01-22 11:09:36"
    },
    {
        "text": "Please do",
        "created_at": "2020-01-22 11:08:10"
    },
    {
        "text": "Damn multiple choice questions!? Was always awful with them.",
        "created_at": "2020-01-22 11:07:29"
    },
    {
        "text": "Damn multiple choice questions!? Was always awful with them.",
        "created_at": "2020-01-22 11:07:29"
    },
    {
        "text": "Bas aap Dua mein yaad rakhna.",
        "created_at": "2020-01-22 11:06:00"
    },
    {
        "text": "The ‘right thing’ is a personal feeling. Not based on anybody else’s expectations or demand. Its for your own self. Hatred and love for it should not define it...the right thing doesn’t look for gratification or acceptance...it just is.",
        "created_at": "2020-01-22 10:57:46"
    },
    {
        "text": "Wear a helmet!!!",
        "created_at": "2020-01-22 10:53:14"
    },
    {
        "text": "Please direct this question to my chemistry teacher..@thesushmitasen",
        "created_at": "2020-01-22 10:50:05"
    },
    {
        "text": "I have reserved it for the best movies of my life...",
        "created_at": "2020-01-22 10:49:05"
    },
    {
        "text": "As soon as KKR makes you the Head Coach my friend.",
        "created_at": "2020-01-22 10:46:50"
    },
    {
        "text": "Whenever you are sad hungry or angry...cry just a little bit while playing your favourite video game.",
        "created_at": "2020-01-22 10:46:18"
    },
    {
        "text": "If I was qualified I would have suggested a medicine...it sounds like symptoms for something for sure!",
        "created_at": "2020-01-22 10:44:52"
    },
    {
        "text": "There are places in your heart and soul which define what you become...I think.",
        "created_at": "2020-01-22 10:43:54"
    },
    {
        "text": "I would do the very same things I do around the house. Being Famous is not a job it’s a byproduct of the work you do sometimes...",
        "created_at": "2020-01-22 10:42:46"
    },
    {
        "text": "Glad you asked this. I try my best but not always succeed. Our voice box is an amazing tool...u have to learn how to control it.",
        "created_at": "2020-01-22 10:41:17"
    },
    {
        "text": "Awesome",
        "created_at": "2020-01-22 10:33:54"
    },
    {
        "text": "Thank you for the colours",
        "created_at": "2020-01-22 10:32:51"
    },
    {
        "text": "Main hi announce karunga aur kaun karega mere bahi!",
        "created_at": "2020-01-22 10:31:06"
    },
    {
        "text": "Chalo ek #AskSrk ho jaaye. Like only 20 Questions...then I have to go and face myself...and maybe shave too.",
        "created_at": "2020-01-22 10:28:35"
    },
    {
        "text": "Just a thought...\nLife: \nThere are sparks of love and beauty and there is darkness...that is Life. It’s our business to find one in the other, not our business to start clinging to either. \nLife is kinda fair. It just has its own terms of defining “fair”.",
        "created_at": "2020-01-22 10:19:39"
    },
    {
        "text": "Can’t tell you how many of my life’s issues this one simple calculation has solved wow! Sending it to #byju to include it in their teaching methods.",
        "created_at": "2020-01-22 10:09:15"
    },
    {
        "text": "RT @anandmahindra: Whaaaat? I didn’t know about this clever shortcut. Wish she had been MY math teacher. I probably would have been a lot b…",
        "created_at": "2020-01-22 10:07:20"
    },
    {
        "text": "Missing your uninhibited laughter and candid conversation.",
        "created_at": "2020-01-19 07:18:50"
    },
    {
        "text": "Missing your uninhibited laughter and candid conversation.",
        "created_at": "2020-01-19 07:18:50"
    },
    {
        "text": "Day at the Races...My little ‘Gold Medal’ with his Silver and Bronze wins at the races today!!",
        "created_at": "2020-01-17 06:36:40"
    },
    {
        "text": "Fun and learning evening with the Zordaar #Zoyaakhtar &amp; the Zabardast @jeffbezos Thanx everyone at @PrimeVideoIN for arranging this. Aparna, Gaurav &amp; Vijay Thx for ur kindness. @AmitAgarwal ur bow tie was a killer...",
        "created_at": "2020-01-16 16:57:27"
    },
    {
        "text": "Not one for telling anyone how they should be...or do what should be done...or what this year &amp; future made to be. I have so many frailties myself...that I wish may the future be kind to all of us...&amp; we be who we are. May Allah be kind to us inspite of ourselves.  Happy New Year",
        "created_at": "2019-12-31 23:51:52"
    },
    {
        "text": "Thank you for all the hard work to keep our city clean, Mamas and Papas. Love the film...",
        "created_at": "2019-12-27 12:23:39"
    },
    {
        "text": "Was tied up with helping ‘Santa’ arrange gifts for the kids.  So didn’t get time to wish you all a Merry Christmas. May all of you find maximum happiness in wotever source of happiness you have. Lov to everyone. PS.:Thks for this edit...Santa appreciates all the help he can get.",
        "created_at": "2019-12-26 12:11:08"
    },
    {
        "text": "Wishing 20,000 bigbasketeers all the very best on Retail Employees’ Day. Aim High. Do Well in Life. @bigbasket_com",
        "created_at": "2019-12-12 09:16:11"
    },
    {
        "text": "If we keep trying we shall overcome...",
        "created_at": "2019-12-10 09:09:51"
    },
    {
        "text": "I am so glad for your success. Will meet you soon. Have a good life and keep feeling as an actor....&amp; Thks everyone for bringing this to my notice.",
        "created_at": "2019-12-09 11:33:47"
    },
    {
        "text": "“Your feelings are your Super powers”...just wanted to sound ‘deep’...the real reason for the tweet is to try out this new filter on the pic!",
        "created_at": "2019-12-07 13:31:30"
    },
    {
        "text": "Finally the California sun is out....it’s time for the Pool...maybe should dress right for it now at my @airbnb villa in LA #Ad #LAonAirbnb",
        "created_at": "2019-12-05 23:38:33"
    },
    {
        "text": "#BobBiswas is coming to 'kill it!' \nHappy to associate with Bound Script Production to bring #BobBiswas, played by @juniorbachchan and directed by Diya Annapurna Ghosh. @RedChilliesEnt @gaurikhan @sujoy_g @_GauravVerma",
        "created_at": "2019-11-25 07:37:46"
    },
    {
        "text": "Thank You! What an amazing journey it has been with #TEDTalksIndiaNayiBaat. I've learned and grown so much from these amazing change makers. Do watch the final episode of this season tonight at 9:30pm on @StarPlus @hotstartweets @NatGeoIndia @StarWorldIndia @TEDTalks",
        "created_at": "2019-11-23 13:59:19"
    },
    {
        "text": "There is no issue that one cannot overcome. All problems have a solution! This Sat-Sun at 9:30pm only on @StarPlus @hotstartweets @NatGeoIndia @StarWorldIndia @TEDTalks",
        "created_at": "2019-11-22 09:56:10"
    },
    {
        "text": "Congratulations and my love to Anupama as she starts on this new journey of life. May it be filled with love light and laughter. U r the man Jagdeep...and may u both have double the reasons to be happy with this union.",
        "created_at": "2019-11-20 16:39:51"
    },
    {
        "text": "Investing in self is not necessarily being selfish? Hear this!\n#TEDTalksIndiaNayiBaat, This Sat-Sun at 9:30pm only on @StarPlus @hotstartweets @NatGeoIndia @StarWorldIndia @TEDTalks",
        "created_at": "2019-11-19 14:03:27"
    },
    {
        "text": "This one was special to shoot and meet the ladies. Try and catch if you can....",
        "created_at": "2019-11-18 10:15:43"
    },
    {
        "text": "How does it feel to be completely choked…. With plastic?\nCan’t Imagine!\n#TEDTalksIndiaNayiBaat, at 9:30pm only on @StarPlus @hotstartweets @NatGeoIndia @StarWorldIndia @TEDTalks",
        "created_at": "2019-11-17 13:54:05"
    },
    {
        "text": "Have decided to live by ‘New Rules’ and who better to learn them from but @DUALIPA herself!! What a charming and beautiful young lady....&amp; her voice!! Wish her all my love for the concert tonight. Dua if you can, try the steps I taught u on stage.",
        "created_at": "2019-11-16 11:14:42"
    },
    {
        "text": "The Earth is screaming for help. But are we listening?\n#TEDTalksIndiaNayiBaat, This Sat-Sun at 9:30pm only on @StarPlus @hotstartweets @NatGeoIndia @StarWorldIndia @TEDTalks",
        "created_at": "2019-11-14 10:02:19"
    }
]