[
    {
        "text": "RT @GlblCtzn: Thank you, @oprah, for joining us for One World: #TogetherAtHome and fighting for global health! Help us stop the spread of C…",
        "created_at": "2020-04-19 04:31:32"
    },
    {
        "text": "Or stream it here:",
        "created_at": "2020-04-18 23:39:28"
    },
    {
        "text": "We’re doing dinner early so we can watch the ONE World concert with @LadyGaga &amp; @glblctzn at 8 PM EST across all the major networks. I think wine and music makes meal prep so much better. You agree? #TogetherAtHome",
        "created_at": "2020-04-18 23:39:04"
    },
    {
        "text": "We are in a moment where we need to be lifted and comforted and @IAMJHUD’s voice is one that can do that. Jennifer: Thank you for calming our spirits through your song, “Moan.” Watch my free @appletv special #OprahTalks here:",
        "created_at": "2020-04-15 04:14:08"
    },
    {
        "text": "Stream my free @AppleTV conversation with @DrAlethaMaybank here:",
        "created_at": "2020-04-15 04:07:01"
    },
    {
        "text": ".@DrAlethaMaybank founded the first center for health equity for the @AmerMedicalAssn. She seeks to provide underserved populations across the country with resources &amp; access to quality healthcare. Thank you for your work #OprahTalks #COVID19",
        "created_at": "2020-04-15 04:06:05"
    },
    {
        "text": "Important thread on #COVID19 &amp; Black America #OprahTalks",
        "created_at": "2020-04-15 03:47:53"
    },
    {
        "text": "Watch my free @AppleTV conversation with @nhannahjones here:",
        "created_at": "2020-04-15 03:47:27"
    },
    {
        "text": ".@nhannahjones was ahead of the curve in warning us that #COVID19 was going to hit the Black community like a sledgehammer—which is why she started a Twitter thread to make them aware. Thank you for bringing us awareness through your work &amp; social media. #OprahTalks",
        "created_at": "2020-04-15 03:44:31"
    },
    {
        "text": "Watch my free @AppleTV conversation with the Riley family here:",
        "created_at": "2020-04-15 03:37:12"
    },
    {
        "text": "In Milwaukee, Black people account for nearly 70% of the #COVID19 deaths but only make up 26% of the population. Lawrence was the first resident of the city to die of the virus. He lost his battle 3 days after being diagnosed—wth his family unable to be by his side #OprahTalks",
        "created_at": "2020-04-15 03:35:43"
    },
    {
        "text": "Watch my free @AppleTV conversation with @VanJones68 here:",
        "created_at": "2020-04-15 03:26:26"
    },
    {
        "text": "Thank you @vanjones68 for being one of the people leading the charge in alerting Black America to the dangers of #COVID19. We now need to get you a pastor’s license cause you’re preachin’! 🙏🏽 #OprahTalks",
        "created_at": "2020-04-15 03:25:59"
    },
    {
        "text": "As I spoke to @vanjones68, Cook County Jail in Chicago reported 300+ #COVID19 cases. This is why @REFORM Alliance has gotten inmates medical supplies or had inmates released. Because if we don’t stop the spread of the virus inside it returns outside. #OprahTalks",
        "created_at": "2020-04-15 03:25:20"
    },
    {
        "text": "Watch my entire @AppleTV conversation with @chicagosmayor for free here:",
        "created_at": "2020-04-15 03:19:25"
    },
    {
        "text": "Black people in Chicago are dying of #COVID19 at a rate of six times that of white residents. 72% of the city’s deaths are African American yet Black people only make up 30% of the population. These alarming numbers took @chicagosmayor’s breath away—and mine. #OprahTalks",
        "created_at": "2020-04-15 03:17:35"
    },
    {
        "text": "Watch the free @AppleTV special here:",
        "created_at": "2020-04-15 03:16:10"
    },
    {
        "text": "Pastor Marshall Hatch, joined here by his son Marshall Jr., lost his sister &amp; his best friend days apart due to #COVID19. This is A LOT to happen to a person in a week. No funeral, just a brief graveside ceremony with 10 people. No way to share the pain or grief. #OprahTalks",
        "created_at": "2020-04-15 03:11:59"
    },
    {
        "text": "And watch it tonight on @OWNTV at 11 PM EST! #OprahTalks",
        "created_at": "2020-04-14 22:42:18"
    },
    {
        "text": "Stream the free conversation now on @appletv:",
        "created_at": "2020-04-14 22:41:49"
    },
    {
        "text": "Stream the free conversation now on @appletv:",
        "created_at": "2020-04-14 22:41:49"
    },
    {
        "text": "As #COVID19 continues to shake up the world, it has had a more deadly impact on the African American community here in the US. So I’ve gathered leaders, journalists like @VanJones68, and families who are facing this crisis head on to discuss this. #OprahTalks",
        "created_at": "2020-04-14 22:36:33"
    },
    {
        "text": "Love this❤️Remember: Only when love is a verb and put into action does it thrive.",
        "created_at": "2020-04-13 21:36:09"
    },
    {
        "text": "Hope your daughter enjoyed “The Hula Hoopin’ Queen!” And happy to give you some quiet time. Lord knows all parents deserve it during these times 🙏🏾",
        "created_at": "2020-04-13 21:35:31"
    },
    {
        "text": "COVID-19 is having a deadly impact on the African-American community. I’ll be talking with leaders, doctors, journalists, &amp; REAL people suffering in this pandemic. Hope y’all can join me for this discussion tomorrow 4/14 at 11 PM EST on @OWNTV &amp; streaming for free on @AppleTV.",
        "created_at": "2020-04-13 14:03:03"
    },
    {
        "text": "One of my daughter-girls introduced me to this guy: \n@OsbyBerry. And now we play this song every morning all throughout the house to start our day. I offer to you who have and haven’t heard it as an Easter Blessing 🙏🏾",
        "created_at": "2020-04-12 15:34:03"
    },
    {
        "text": ".@ShakaSenghor survived years of isolation in solitary confinement and I think we can all learn from how he was able to endure real isolation. Watch our free Apple TV conversation here:",
        "created_at": "2020-04-12 01:43:57"
    },
    {
        "text": "During these times I know a lot of people are feeling the sense of being isolated with the uncertainty of not knowing when this is all going to end and when we’ll be back in the world. @ShakaSenghor is a man who knows a lot about this.",
        "created_at": "2020-04-12 01:42:00"
    },
    {
        "text": "Watch our free Apple TV interview here:",
        "created_at": "2020-04-11 00:10:38"
    },
    {
        "text": "One of my concerns during this pandemic is wondering how we can all get through this and not let it become one of the most traumatic experiences of our lives. I thought having a conversation with one of the world’s leading trauma experts, Dr. Bruce Perry, could be helpful to us.",
        "created_at": "2020-04-11 00:10:26"
    },
    {
        "text": "Thank you to Amy Finnegan from Ochsner Medical Center outside of New Orleans and Donnella James from Ascension St. John Hospital in Detroit for taking the time to talk to me. Watch our free Apple TV conversation:",
        "created_at": "2020-04-09 00:31:56"
    },
    {
        "text": "I’ve heard that nurses are often there when you take your first breath &amp; there when you take your last. Since there are COVID-19 hotspots forming in the country, I wanted to talk to nurses who are beginning to experience what it means to be at the frontline of this pandemic.",
        "created_at": "2020-04-09 00:30:56"
    },
    {
        "text": "Thank you from my soul to your souls for your bravery 🙏🏽 Watch our free Apple TV conversation here:",
        "created_at": "2020-04-09 00:18:28"
    },
    {
        "text": "Meet Emily Fawcett from @lenoxhill in Manhattan, Xenia Greene from Montefiore Medical Center in The Bronx, and Idara Inokon from NYP Brooklyn Methodist. Idara, your words should become our new mantra. “Take your fear and channel it into courage.”",
        "created_at": "2020-04-09 00:18:07"
    },
    {
        "text": "There are many emerging heroes fighting COVID-19: Doctors, nurses, delivery people, mail carriers, grocery store workers, and many, many more. I wanted to talk to three nurses at the epicenter of this pandemic in New York City.",
        "created_at": "2020-04-09 00:17:31"
    },
    {
        "text": "RT @VanJones68: There's no easy way to say this.\n\nAt this rate, #COVID19 is going to devastate Black America. Pre-existing conditions, livi…",
        "created_at": "2020-04-07 20:03:37"
    },
    {
        "text": "Download a copy here:",
        "created_at": "2020-04-07 12:45:15"
    },
    {
        "text": "It reveals the shame, denial, shock, confusion, and misunderstanding of mental illness at a time when no one was really sure what schizophrenia was or how to treat it.",
        "created_at": "2020-04-07 12:44:31"
    },
    {
        "text": "There’s no better time to read than when you’re safer at home! My next @oprahsbookclub selection is “Hidden Valley Road: Inside the Mind of an American Family” by @bobkolker. It’s a riveting true story of an American family that reads like a medical detective journey.",
        "created_at": "2020-04-07 12:43:59"
    },
    {
        "text": "Watch our free Apple TV conversation here:",
        "created_at": "2020-04-06 00:22:53"
    },
    {
        "text": "Watch our free Apple TV conversation here:",
        "created_at": "2020-04-06 00:22:53"
    },
    {
        "text": "I’ve been practicing mindfulness for a long time and it’s become an offering of assurance in challenging times for me. Dr. @jonkabatzinn is known as the father of mindfulness and he’s here to help us navigate these unchartered waters we’re all currently in.",
        "created_at": "2020-04-06 00:22:19"
    },
    {
        "text": "And visit the fund here:",
        "created_at": "2020-04-02 14:52:36"
    },
    {
        "text": "I am donating $10 million overall to help Americans during this pandemic in cities across the country and in areas where I grew up. For more on this Fund and how everyone can be of service, watch this free AppleTV+ conversation here:",
        "created_at": "2020-04-02 14:52:07"
    },
    {
        "text": "I believe that America’s Food Fund will be a powerful way to make a difference for our neighbors in need and am committing $1 million to this fund to support those facing food insecurity.",
        "created_at": "2020-04-02 14:50:44"
    },
    {
        "text": "I was struck by the work these organizations are doing and while everyone’s priority right now is to stay safer at home, I know there are many of us looking for ways to help.",
        "created_at": "2020-04-02 14:50:32"
    },
    {
        "text": ".@chefjoseandres and Claire Babineaux-Fontenot have teamed up with @LeoDiCaprio, Laurene Powell Jobs and @Apple to launch America’s Food Fund to help feed local communities.",
        "created_at": "2020-04-02 14:50:13"
    },
    {
        "text": "I believe that America’s Food Fund will be a powerful way to make a difference for our neighbors in need and am committing $1 million to this fund to support those facing food insecurity.",
        "created_at": "2020-04-02 12:55:35"
    },
    {
        "text": "I was struck by the work these organizations are doing and while everyone’s priority right now is to stay safer at home, I know there are many of us looking for ways to help.",
        "created_at": "2020-04-02 12:55:02"
    },
    {
        "text": "Grab yourself a copy here:",
        "created_at": "2020-04-02 00:14:51"
    },
    {
        "text": "In her new book #MoreMyself, she reveals the struggles, the insecurities, and the joys to becoming more herself. It’s the first book I’m releasing from my book imprint and all of my proceeds are going to the Boys and Girls Club of Kosciusko, Mississippi.",
        "created_at": "2020-04-02 00:14:21"
    },
    {
        "text": "I remember the first time @aliciakeys was on The Oprah Show and she hit that note in “Fallin” and I knew right then and there she was special. She just carries the Light with her and I have deep admiration and love for her.",
        "created_at": "2020-04-02 00:14:04"
    },
    {
        "text": "Watch my free Apple TV conversation with her here:",
        "created_at": "2020-03-31 00:27:11"
    },
    {
        "text": "Dr. Edith Eva Eger is a Holocaust survivor who became a psychologist in trauma after going through one of the most uncertain and atrocious experiences in the history of the world. She too has wisdom to share to help us through this crisis.",
        "created_at": "2020-03-31 00:26:55"
    },
    {
        "text": "Watch my free Apple TV conversation with him here:",
        "created_at": "2020-03-30 00:58:33"
    },
    {
        "text": "Mr. Anthony Ray Hinton spent 30 years on death row for a crime he did not commit until he was exonerated. I checked in to see how he was coping with confinement. Surprisingly, he’s doing fine (and safer) at home and he even had some words of wisdom for all of us.",
        "created_at": "2020-03-30 00:26:12"
    },
    {
        "text": "Another “Great Tree” has fallen. Rev. Joseph Lowry. I honor and celebrate his exalted life.🙏🏾",
        "created_at": "2020-03-28 15:39:47"
    },
    {
        "text": "I tried to send  flowers to celebrate you @GloriaSteinem on this your 86th. All the Florists I know are closed. So sending Love and Blessings instead.Happy Birthday to you!!💐💐💐❤️",
        "created_at": "2020-03-26 02:02:17"
    },
    {
        "text": "Watch my conversation with the guy who got the party started on Apple TV for FREE:",
        "created_at": "2020-03-25 21:53:22"
    },
    {
        "text": "Ya’ll missed a PARTY on Saturday if you weren’t tuned into D-Nice’s #QuarantineParty on IG. What started off as something he was doing for his friends in his kitchen has turned into a reminder for millions that social distancing doesn't have to mean social disconnection.",
        "created_at": "2020-03-25 21:52:37"
    },
    {
        "text": "Ya’ll missed a PARTY on Saturday if you weren’t tuned into D-Nice’s #QuarantineParty on IG. What started off as something he was doing for his friends in his kitchen has turned into a reminder for millions that social distancing doesn't have to mean social disconnection.",
        "created_at": "2020-03-25 21:52:37"
    },
    {
        "text": "People of the world, let’s listen to Dr. Marco Vergano and stay home. My free Apple TV conversation with people on the ground over there who can help us understand what this means for the people of Italy and all of us is available now. Watch it here:",
        "created_at": "2020-03-25 13:56:42"
    },
    {
        "text": "I’ve been to Italy so many times. I love the culture, the food, but most of all I love the vibrancy of the people. Now Italians are being brought to their knees as they find themselves in the eye of the storm of this virus.",
        "created_at": "2020-03-25 13:53:53"
    },
    {
        "text": "Major Legends.. the best we’ve got @QuincyDJones , and Queen Cicely. #CherishtheDay",
        "created_at": "2020-03-25 02:37:55"
    },
    {
        "text": "@ava  so good to see @QuincyDJones at the party! #CherishtheDay",
        "created_at": "2020-03-25 02:32:25"
    },
    {
        "text": "@RichOnOWN @MitchAlbom Sweet of you🙏🏾",
        "created_at": "2020-03-24 03:58:17"
    },
    {
        "text": "@3LWTV @WintleyPhipps You ‘re kind🙏🏾",
        "created_at": "2020-03-24 03:57:57"
    },
    {
        "text": "Here’s a reminder from my friend Pastor @WintleyPhipps: “Through many dangers, toils, and snares I have already come.” Amazing Grace is always with us 🙏🏽 Experience some FREE encouragement and hope on “Oprah Talks” for Apple TV here:",
        "created_at": "2020-03-22 21:12:23"
    },
    {
        "text": "Best party of 1 and 100k I ever been to! Thanks @djdnice #ClubQuarantine",
        "created_at": "2020-03-22 03:36:07"
    },
    {
        "text": "Watch our Apple TV conversation for FREE here:",
        "created_at": "2020-03-22 02:25:32"
    },
    {
        "text": "Which is why I FaceTimed @idriselba &amp; his wife Sabrina who are safely quarantined together after he tested positive for COVID-19. Idris fills me in on his journey and Sabrina reveals the result of her test after they decided to quarantine together.",
        "created_at": "2020-03-22 02:24:51"
    },
    {
        "text": "Like millions of people all over the world, I've been staying safer at home for over a week now. I know a lot of people are feeling stressed, overwhelmed, &amp; uncertain. Bc of that, I want to offer some hope &amp; gather thought leaders &amp; people going through it to add some perspective",
        "created_at": "2020-03-22 02:22:40"
    },
    {
        "text": "Just got a phone call that my name is trending. And being trolled for some awful FAKE thing. It’s NOT TRUE. Haven’t been raided, or arrested. Just sanitizing and self distancing with the rest of the world. Stay safe everybody.🙏🏾",
        "created_at": "2020-03-18 05:39:57"
    },
    {
        "text": ".@gayleking and I have had a friendship for over 40 years and it’s the one thing I cherish the most in my life. Watch our entire conversation here:",
        "created_at": "2020-03-12 02:52:13"
    },
    {
        "text": "Can y’all believe that after 40 years of friendship @gayleking was worried about being interviewed by ME?! But there’s no one else I’d rather end #Oprahs2020VisionTour than with my bestie. Denver, you defined what it means to be fresh, fit, alive, and WELL!",
        "created_at": "2020-03-08 08:47:35"
    },
    {
        "text": "What an aha-moment. Turning 50 doesn’t mean it’s game over for you—it’s just the halftime! And y’all saw that Super Bowl halftime show @jlo just put on 💃🏾 Watch my entire conversation with Jennifer here:",
        "created_at": "2020-03-05 07:29:20"
    },
    {
        "text": "Thank you to the astoundingly age-defiant @jlo who came to the show in this stunner &amp; gave new meaning to the word 50. LA: You were lit! In spite of my fall (which now becomes a meme), you brought me UP with your energy. Now I’m headed home to ice my knee 🥴 #Oprahs2020VisionTour",
        "created_at": "2020-03-01 02:41:25"
    },
    {
        "text": "Los Angeles! I’m bringing the WW 2020 Vision Tour to your city tomorrow 2/29! Let me know if you have any questions for @jlo and I might just get you an answer. 💃🏾🎤#Oprahs2020VisionTour",
        "created_at": "2020-02-28 19:51:03"
    },
    {
        "text": "San Francisco was in for a treat with the always optimistic Kate Hudson! She’s a mom of three, an impressive business woman, a @ww ambassador, and lights up any room she walks into—and now YOU can watch the entire interview here:",
        "created_at": "2020-02-27 02:34:37"
    },
    {
        "text": "RT @oprahmagazine: Watch @oprah and @gayleking Play a Hilarious Game of \"Never Have I Ever\" With @ashleygraham",
        "created_at": "2020-02-26 23:40:39"
    },
    {
        "text": "RT @oprahmagazine: Watch @oprah and @gayleking Play a Hilarious Game of \"Never Have I Ever\" With @ashleygraham",
        "created_at": "2020-02-26 23:40:39"
    },
    {
        "text": "Gently like a lot of women, finding it hard to see and receive love when it shows up #CherishTheDay",
        "created_at": "2020-02-26 03:38:25"
    },
    {
        "text": "Loved tonite’s opening so much. 👏🏽👏🏽@Ava and team. #CherishTheDay",
        "created_at": "2020-02-26 03:12:05"
    },
    {
        "text": "Agree It’s joy to watch. #cherishtheday",
        "created_at": "2020-02-26 03:10:06"
    },
    {
        "text": "Nice way to end a great day! Thank you Kate Hudson for bringing your joy (and @KingStVodka) to the Bay Area. And San Francisco, your vibe was 🔥! #Oprahs2020VisionTour",
        "created_at": "2020-02-23 05:25:46"
    },
    {
        "text": "Sista @traceeellisross came to PREACH in Dallas. Tracee showed us what a successful, confident, single woman looks like living a robust and abundant life in 2020. Watch the entire interview here:",
        "created_at": "2020-02-20 02:11:08"
    },
    {
        "text": "It was such a beautiful life moment. Thank you @TraceeEllisRoss for being naturally authentic and teaching all of us to be whatever is YOU. Dallas, this wasn’t your first rodeo! #Oprahs2020VisionTour",
        "created_at": "2020-02-16 03:58:46"
    },
    {
        "text": ".@TraceeEllisRoss revealed that her original dream was to be on a stage in a sparkling dress singing, but she tucked away that dream in fear. Now at 47, she’s finally giving that little girl a shot by playing a singer in a new movie—&amp; she gave Dallas the FIRST sneak peek!",
        "created_at": "2020-02-16 03:55:04"
    },
    {
        "text": "Dallas, I’m here with the WW 2020 Vision Tour and I’ll be bringing sista @TraceeEllisRoss tomorrow Saturday 2/15! I’m here prepping with @PatternBeauty, so all you have to do is bring your girlfriends because it’s gonna be a party 💃🏾🕺🏾#Oprahs2020VisionTour",
        "created_at": "2020-02-15 00:00:11"
    },
    {
        "text": "Whoever you come with, I just hope you walk out with a clearer vision for yourself. Dallas, see you this weekend! Tickets here:",
        "created_at": "2020-02-14 17:26:40"
    },
    {
        "text": "People are coming to #Oprahs2020VisionTour with their moms, sisters, partners, their Gayles, some even force their husbands to come, and others gift the tickets to themselves. This past weekend Jacob surprised his mom with tickets, so I had to bring them on stage for a hug!",
        "created_at": "2020-02-14 17:15:30"
    },
    {
        "text": "My conversation with @michelleobama showed me it is an extraordinary time to be a strong, confident, assured, and above all else, well woman. Thank you for filling us up. Watch the entire interview here:",
        "created_at": "2020-02-13 02:24:56"
    },
    {
        "text": "@ava @TanyaEHamilton @lorensharice Love Evan’s space.. everything in it seduces.#CherishtheDay",
        "created_at": "2020-02-13 01:51:18"
    },
    {
        "text": "@LoriHillmore @OWNTV @ava Gotta.. don’t cha luv it!#CherishTheDay",
        "created_at": "2020-02-13 01:49:11"
    },
    {
        "text": "Lovin that music collection! #CherishTheDay",
        "created_at": "2020-02-13 01:48:24"
    },
    {
        "text": "@kenziealanaa Make it so Sis’ ❤️#CherishTheDay",
        "created_at": "2020-02-13 01:47:26"
    },
    {
        "text": "@Direct773 You think Evan is controlling? O think the opposite. #CherishTheDay",
        "created_at": "2020-02-12 04:06:20"
    },
    {
        "text": "Evan hust tryin to help.Very defensive that Gently. #CherishTheDay",
        "created_at": "2020-02-12 03:57:04"
    },
    {
        "text": "@LovelymarisaT @ava @OWNTV Yaaaaaas!",
        "created_at": "2020-02-12 03:32:18"
    },
    {
        "text": "Loved thus so much too.",
        "created_at": "2020-02-12 03:30:32"
    },
    {
        "text": "Loved thus so much too.",
        "created_at": "2020-02-12 03:30:32"
    },
    {
        "text": "@whoistiffanymr He on his way.. waitin’ on a good woman and a good book.#CherishTheDay",
        "created_at": "2020-02-12 03:18:48"
    },
    {
        "text": "Loved your intro and opening @ava here we go! #CherishTheDay",
        "created_at": "2020-02-12 03:11:38"
    },
    {
        "text": ".@CherishDayOWN is heeeree 🙌🏾 and it’s so good, we’re giving you 2 episodes. Excited for the world to see what you’ve created @Ava. Watch with me Tuesday at 10|9c AND Wednesday at 8|7c on @owntv.",
        "created_at": "2020-02-11 21:21:24"
    },
    {
        "text": "@janetnews Grateful for your support. Hope you got some clarity.🙏🏾❤️❤️",
        "created_at": "2020-02-11 17:59:02"
    },
    {
        "text": "RT @MichelleObama: I had so much fun with @Oprah and all of the people who came out for #Oprahs2020VisionTour. Thank you for sharing what w…",
        "created_at": "2020-02-09 17:05:26"
    },
    {
        "text": "First Lady @michelleobama was as vibrant, as funny, as truth-telling, as you imagine her to be. Thank you for giving up your Saturday to be with me in Brooklyn. NYC: there is no place like you. #Oprahs2020VisionTour",
        "created_at": "2020-02-08 23:40:15"
    },
    {
        "text": "PS: Dwayne, I’d be your vice any day 🇺🇸🏃🏾‍♀️🏃🏽‍♂️💨💨💨💨@athleticonatl @ww_us #OWandWW",
        "created_at": "2020-02-02 23:23:24"
    },
    {
        "text": "Yes, @therock and I are running together…for wellness! Now we need to know who’s your running mate! Tag your wellness partner in a photo with the hashtag #RunningMates to join the Campaign for Wellness &amp; visit",
        "created_at": "2020-02-02 23:22:32"
    },
    {
        "text": "@TheRock @athleticonatl 🏃🏾‍♀️🏃🏽‍♂️💨💨💨💨",
        "created_at": "2020-02-01 22:22:48"
    },
    {
        "text": "WINFREY JOHNSON 02.02.20. Tune in to the pre-game kick off! 🏈 @WW @athleticonatl @TheRock #Oprahs2020VisionTour",
        "created_at": "2020-02-01 22:04:16"
    },
    {
        "text": "What I know for sure is that when someone close to you passes, you now have an angel you can call by name. And now @therock and his father have a new relationship. Stream our entire interview here:",
        "created_at": "2020-01-31 03:50:43"
    },
    {
        "text": "You made it so, Atlanta. Thank you for feeding me with your energy. Thank you Dwayne Johnson for showing up and being fully present, open vulnerable, kind, and bringing me @Teremana your BRAND new tequila. Here’s to clearer vision in 2020! ❤️🥃 #Oprahs2020VisionTour",
        "created_at": "2020-01-26 04:20:28"
    },
    {
        "text": "I was feeling less than 💯 today. Bad Cold. I prayed. Meditated. Took every combination of lemon, ginger, honey, turmeric garlic, oregano oil known to womankind and then realized if @therock could still make it after burying his father this week, I was gonna be more than fine.",
        "created_at": "2020-01-26 04:20:01"
    },
    {
        "text": "I saw this video of 91-year-old Julia happily dancing after she returned from a hospital stay &amp; told @juliannehough we had to #DanceForJulia when we got to Atlanta. So here we are dancing away during soundcheck. Hope y’all bring your dancing shoes, ATL! 💃🏾💃🏼 #Oprahs2020VisionTour",
        "created_at": "2020-01-25 01:57:57"
    },
    {
        "text": "RT @TheRock: ROCK WITH US ATLANTA!#oprahs2020visiontour hits the State Farm Arena THIS SATURDAY!\nCan’t wait to sit with @oprah and thousand…",
        "created_at": "2020-01-24 06:26:32"
    },
    {
        "text": "Atlanta, I’m headed your way with the WW 2020 Vision Tour this Sat 1/25 with @therock! Make sure to get there early bc we’ll be getting the fun started at 9AM. I know @gayleking will be there with her seat SECURED! Tickets here:",
        "created_at": "2020-01-24 01:01:16"
    },
    {
        "text": "My conversation with @amyschumer this past Saturday made us LOL the whole time! Thank you for coming and keeping it REAL. Stream the entire interview here:",
        "created_at": "2020-01-23 03:50:05"
    },
    {
        "text": "RT @CBSThisMorning: Best-selling author @jeaninecummins joins @Oprah and @CBSThisMorning live to talk about ‘American Dirt,’ the newest @op…",
        "created_at": "2020-01-21 14:12:58"
    },
    {
        "text": "RT @oprahsbookclub: Our next book club selection is “American Dirt” by @jeaninecummins. It’s a heart-wrenching page-turner, and you won’t b…",
        "created_at": "2020-01-21 14:08:18"
    },
    {
        "text": "RT @oprahsbookclub: Our next book club selection is “American Dirt” by @jeaninecummins. It’s a heart-wrenching page-turner, and you won’t b…",
        "created_at": "2020-01-21 14:08:18"
    },
    {
        "text": "Like so many of us, I’ve read newspaper articles and watched television news stories and seen movies about the plight of families looking for a better life, but this story changed the way I see what it means to be a migrant in a whole new way.",
        "created_at": "2020-01-21 13:50:26"
    },
    {
        "text": "Hello, fellow book lovers! My next @oprahsbookclub selection is “American Dirt” by @jeaninecummins. From the first sentence, I was IN.",
        "created_at": "2020-01-21 13:50:08"
    },
    {
        "text": "Stream our conversation on @AppleTV or by clicking here:",
        "created_at": "2020-01-19 23:32:37"
    },
    {
        "text": "I had to make my first trip to Maine the moment I started reading Elizabeth Strout’s “Olive, Again.” So for our @oprahsbookclub discussion, I took some book club members there to discuss the book and have some good ol’ lobster rolls 🦞📚#ReadWithUs",
        "created_at": "2020-01-19 23:31:39"
    },
    {
        "text": "A friend just sent me this...Thanks to all of you who came from near and far to be with us in Charlotte and left with a better vision for 2020! #oprahs2020visiontour",
        "created_at": "2020-01-19 16:03:51"
    },
    {
        "text": "I got off the stage and got GREAT news from @amyschumer 😂😂😂 #Oprahs2020VisionTour",
        "created_at": "2020-01-18 22:32:54"
    },
    {
        "text": "I heard @amyschumer hadn’t 💩 &amp; I thought it was TMI—but then she told an arena about it &amp; apparently people love to talk about 💩 Amy, thank you so much for spending your Saturday making US laugh &amp; sharing your journey through motherhood, marriage, &amp; yes 💩#Oprahs2020VisionTour",
        "created_at": "2020-01-18 22:30:49"
    },
    {
        "text": "See you soon! Have fun 💃🏾💃🏾💃🏾#Oprahs2020VisionTour",
        "created_at": "2020-01-18 13:54:56"
    },
    {
        "text": "Can y'all believe this was at 1 pm on a weekday? Dr. Prince hosts free wellness fairs outside his Premiere Pharmacy in Charlotte, so I had to stop by! It’s important because not only can you get FREE health screenings but they bring the community together #Oprahs2020VisionTour",
        "created_at": "2020-01-17 20:51:47"
    },
    {
        "text": "RT @ava: I make projects that ask you to think about our place in history and in this world. In CHERISH THE DAY, I ask you to think somethi…",
        "created_at": "2020-01-16 19:37:02"
    },
    {
        "text": "",
        "created_at": "2020-01-16 18:19:35"
    },
    {
        "text": "Charlotte, I’m headed your way with the WW 2020 Vision Tour this Saturday 1/18! Let me know if you have any questions for @amyschumer and I’ll see if I’ll ask it on stage. Join the party here:",
        "created_at": "2020-01-16 18:18:22"
    },
    {
        "text": "My conversation with Tina Fey this past Saturday was so much fun. She had 15,000 people 😂😂😂. Who knew she was also ALREADY a @ww member? Stream the full conversation here:",
        "created_at": "2020-01-16 02:03:06"
    },
    {
        "text": "RT @RichOnOWN: “I am amazed and humbled that people still want to hear what I have to say.” @Oprah @TamronHallShow @tamronhall #Oprahs2020V…",
        "created_at": "2020-01-13 22:51:10"
    },
    {
        "text": "Sheletta love you girl.. I flew out last night. On to warmer territory! Get your family out of the Cold!!🥶",
        "created_at": "2020-01-12 19:47:45"
    },
    {
        "text": "This right here.. is a different kind of cold! 🥶🥶🥶 Thank you Minnesota. Next time see you in summer #Oprahs2020VisionTour",
        "created_at": "2020-01-12 17:59:51"
    },
    {
        "text": "You gave me Mary Tyler Moore &amp; the COLD! But the temperature didn’t stop us from having a sold out crowd. Thank you to your city &amp; Tina Fey for a soul warming day—&amp; to Emily &amp; Kendra for not letting anything stop you from coming. Now let’s go @Vikings! #Oprahs2020VisionTour",
        "created_at": "2020-01-11 23:41:21"
    },
    {
        "text": "You better believe I was going to visit the Mary Tyler Moore statue when I touched down in Minnesota! Thank you for joining me, Tina Fey. Liz Lemon would’ve loved this. See y’all tomorrow for the WW 2020 Vision Tour, St. Paul #Oprahs2020VisionTour",
        "created_at": "2020-01-10 21:56:41"
    },
    {
        "text": "St. Paul, I’m bringing the WW 2020 Vision Tour to your city this Saturday 1/11! Let me know if you have any questions for Tina Fey and I’ll try to get you an answer on stage. Join the party by getting tickets here:",
        "created_at": "2020-01-09 14:07:16"
    },
    {
        "text": "St. Paul, I’m bringing the WW 2020 Vision Tour to your city this Saturday 1/11! Let me know if you have any questions for Tina Fey and I’ll try to get you an answer on stage. Join the party by getting tickets here:",
        "created_at": "2020-01-09 14:07:16"
    },
    {
        "text": "My conversation with @ladygaga this past Saturday for #Oprahs2020VisionTour was one for the books. She was so strong, so real, so herself. A lot of y’all have been asking where you can see it. Here you go:",
        "created_at": "2020-01-09 03:07:47"
    },
    {
        "text": "Ft.Lauderdale my heart got expanded by this experience with you all. Thanks for doing the work of committing to a higher way of seeing the world. #Oprahs2020VisionTour @ww_us",
        "created_at": "2020-01-07 01:29:06"
    },
    {
        "text": "RT @CBSThisMorning: .@Oprah is bringing tens of thousands of people around the country together with a mission to make their lives better.…",
        "created_at": "2020-01-06 14:17:44"
    },
    {
        "text": "Watch my full conversation with @ladygaga on my Facebook page this Wednesday 1/8. #BigBiteOfBravery",
        "created_at": "2020-01-05 16:58:51"
    },
    {
        "text": "Fort Lauderdale, thank you for your warmth and fantastic generosity. And @ladygaga: Your willingness to ‘go there’ with your vulnerability opened all our hearts today. #Oprahs2020VisionTour",
        "created_at": "2020-01-05 16:18:30"
    },
    {
        "text": "Kicking off my day in Fort Lauderdale with a Wellness Beach Walk with Black Girls Run, Latinas Run, Healthy Chicks, and @JennaBushHager! Thank you for waking up early and putting yourself first. 🏃🏾‍♀️🏃🏾‍♀️🏃🏾‍♀️See y’all tomorrow at the kickoff to #Oprahs2020VisionTour",
        "created_at": "2020-01-03 15:43:59"
    },
    {
        "text": "Fort Lauderdale, I’m on my way to kick off my @ww_us 2020 Vision Tour in your city! Let me know if you have any questions for @ladygaga and I might just get you an answer this Saturday. Get tickets to join the party:",
        "created_at": "2020-01-02 17:37:44"
    },
    {
        "text": "Congratulations Miss South Africa, the new Miss Universe @zozitunzi! Agree with you...leadership is the most powerful thing we should be teaching young women today. We welcome your visit to #OWLAG, our Leadership Academy for Girls 🇿🇦🇿🇦🇿🇦",
        "created_at": "2019-12-09 04:06:05"
    },
    {
        "text": "Celebrated the 9th graduating class at #OWLAG in South Africa this week! 🎓🎓🎓",
        "created_at": "2019-12-07 16:13:11"
    },
    {
        "text": "RT @oprahmagazine: Dealing With Holiday Drama? @oprah and @gayleking Have Advice",
        "created_at": "2019-12-06 13:28:48"
    },
    {
        "text": "We’re kicking off 2020 in a big way and I hope to see you there! Follow our new wellness Instagram where you’ll get all the latest updates on #Oprahs2020VisionTour:",
        "created_at": "2019-11-20 14:04:35"
    },
    {
        "text": "We’re getting into the holiday spirit over at @OWNTV! For the next three Fridays, we’ll be premiering a new Christmas movie and my hope is that you enjoy them with your family this season. Tune in tonight at 9 PM on @OWNtv for the first one. Happy holidays! #OWNForTheHoliday",
        "created_at": "2019-11-15 22:12:48"
    },
    {
        "text": "One of my favorite things to do is rummage through @oprahmagazine’s book editor @leighhaber ‘s office. She has all the latest books often before they’re published. What to my wondering eyes did appear.. a new faaaavorite thing! Find it here:",
        "created_at": "2019-11-09 16:39:02"
    },
    {
        "text": "Thank you @ladygaga for bringing me your new makeup line @hauslabs…and showing me how to apply it 💄 Head to",
        "created_at": "2019-11-09 00:30:03"
    },
    {
        "text": "RT @oprahmagazine: The Oprah's Favorite Things 2019 List Is Here! See all 79 items—plus a special bonus item @oprah decided to add just YES…",
        "created_at": "2019-11-08 20:14:01"
    },
    {
        "text": "Tis the season for Faaaaaavorite Things 2019! I’ve been searching all year long for the absolute must-give gifts. Now it’s my hope that these become some of YOUR favorite things. Happy holidays! Get the full list here:",
        "created_at": "2019-11-08 19:17:17"
    },
    {
        "text": "#TinaBroadway @adriennelwarren",
        "created_at": "2019-11-08 04:34:29"
    },
    {
        "text": "#TinaBroadway",
        "created_at": "2019-11-08 04:31:23"
    },
    {
        "text": "Watching TINA on Broadway with @LoveTinaTurner. Nothing like it. ELECTRIFYyyyying! See you at the Tonys @adriennelwarren! #TinaBroadway @TinaBroadway",
        "created_at": "2019-11-08 04:28:46"
    }
]