[
    {
        "text": "Not a lot going on at the moment",
        "created_at": "2020-04-27 21:08:40"
    },
    {
        "text": "Captain Olivia Benson off duty like -",
        "created_at": "2020-04-23 00:47:53"
    },
    {
        "text": "@maisiehpeters 🎆🌸✨heavenly✨🌸🎆",
        "created_at": "2020-04-18 18:26:33"
    },
    {
        "text": "RT @taylornation13: TONIGHT!! 💕 @glblctzn and @WHO are putting on an amazing event to help fight against #COVID19. Find out how you can wat…",
        "created_at": "2020-04-18 18:09:53"
    },
    {
        "text": "I'm so sad I won't be able to see you guys in concert this year, but I know this is the right decision. Please, please stay healthy and safe. I’ll see you on stage as soon as I can but right now what’s important is committing to this quarantine, for the sake of all of us.",
        "created_at": "2020-04-17 17:00:09"
    },
    {
        "text": "@RyanHurd Love this so much 🙏",
        "created_at": "2020-04-14 18:17:17"
    },
    {
        "text": "It’s National Siblings Day! My brother @austinswift7 is one of my best pals, and I’m really proud of him because he’s in a film that came out today called We Summon The Darkness (which he co-produced). Photo by Gigi. My facial expression by 3 glasses of wine. #nationalsiblingsday",
        "created_at": "2020-04-10 18:18:54"
    },
    {
        "text": "My Women’s History Month playlist is nostalgic comfort vibes by women I adore 💛 @Spotify",
        "created_at": "2020-03-27 13:15:38"
    },
    {
        "text": "While we’re looking for things to do at home, I thought it’d be fun to share behind the scenes of my dad’s acting debut. 🎾",
        "created_at": "2020-03-20 18:01:43"
    },
    {
        "text": "For Meredith, self quarantining is a way of life. Be like Meredith. #QuarantineCats",
        "created_at": "2020-03-16 21:50:13"
    },
    {
        "text": "No one:\n\nAbsolutely no one:\n\nMe: here’s more footage of behind the scenes of me directing The Man video with a female voice and demeanor/ dude body and face! Just to make your day weirder!",
        "created_at": "2020-03-10 12:52:08"
    },
    {
        "text": "In honor of International Women’s Day, I changed out my @AppleMusic playlist to songs I’m loving right now by female artists and bands. 💕 Let’s all celebrate together by honoring the women in our lives and the women out there pushing things forward 😘",
        "created_at": "2020-03-07 17:15:15"
    },
    {
        "text": "The Man Behind The Scenes - Becoming The Man is out now! Only took 5 hours in the makeup chair + a little sprinkle of privilege dust ✨✨✨➡️👨🏻",
        "created_at": "2020-03-06 13:19:20"
    },
    {
        "text": "My heart is with everyone in Tennessee who has been affected by the tornados. Sending you my love and prayers.",
        "created_at": "2020-03-03 20:24:24"
    },
    {
        "text": "Shout out to Rebecca Skinner for being the best executive producer a (wo)man could ask for. \nI can’t believe I get to work with these legends. Having a little moment over here 🥺💓",
        "created_at": "2020-02-28 02:12:27"
    },
    {
        "text": "More thank you’s... Chancler Haynes is an editing extraordinaire. Stephen Galloway and Spenser Theberge were my movement coaches and taught me how to smoke, slouch, walk and act like a toxic bro. David Lebensfeld and Grant Miller aced that VFX magic.",
        "created_at": "2020-02-28 02:12:26"
    },
    {
        "text": "Rodrigo Prieto, our DP/cinematographer, is absolutely brilliant and down to earth and hilarious. Ethan Tobman created all those sets. Like, that wasn’t a real yacht. That’s how good he is. 🤯👏",
        "created_at": "2020-02-28 00:11:18"
    },
    {
        "text": "I want to say a massive thank you to my main team in putting this whole thing together: Jil Hardin, our producer, worked tirelessly and truly made me feel like I could do this. Joe ‘Oz’ Osborne, our excellent AD, and I have worked together for years and he’s the coolest.",
        "created_at": "2020-02-28 00:11:18"
    },
    {
        "text": "Between 4-6 hours in the make up chair every day with these geniuses. Thank you Bill Corso and all who worked so hard on this transformation 🙏🙏🙏",
        "created_at": "2020-02-27 23:02:01"
    },
    {
        "text": "Alongside every great (the) man is a team of hardworking creatives who made this thing happen. Bill Corso &amp; his incredible team and I have worked together before, turning me into a zombie.. but convincing a significant amount of people I was a dude is our crowning achievement.",
        "created_at": "2020-02-27 23:02:01"
    },
    {
        "text": "Alongside every great (the) man is a team of hardworking creatives who made this thing happen. Bill Corso &amp; his incredible team and I have worked together before, turning me into a zombie.. but convincing a significant amount of people I was a dude is our crowning achievement.",
        "created_at": "2020-02-27 23:02:01"
    },
    {
        "text": "@Dominic_Toliver @tiktok_us Dominic your reactions were SO good, when you were all ‘you got this!!’ And jayden’s all ‘😍❤️💗’. I cackle every time I see it. Thanks so much for spending the day with me!",
        "created_at": "2020-02-27 14:50:34"
    },
    {
        "text": "@iamlorengray This post 🥺🥰 I appreciate you saying this so much. I had the best time hanging out &amp; talking on the tennis court with you! Pennsylvania girls represent 🥳 Gonna be cheering you on for everything you do!",
        "created_at": "2020-02-27 14:48:34"
    },
    {
        "text": "@jaydenbartels Every time I see you in the video I just GRIN because you were so good and so awesome to be around. Thank you SO much for being a part of it!!!",
        "created_at": "2020-02-27 14:46:32"
    },
    {
        "text": "My dad making his acting debut as ‘unimpressed umpire’ is a memory I’ll always cherish. Thank you to the entire cast and crew for helping me become the man I always knew I could be 😂",
        "created_at": "2020-02-27 14:23:26"
    },
    {
        "text": "it’s so cool to have you be a part of this!! Thank you @jaydenbartels and @dominic_toliver for your amazing and hilarious reactions- and @iamlorengray your eye roll really was aStOnIsHiNg 🥰😘💗",
        "created_at": "2020-02-27 14:23:03"
    },
    {
        "text": "Just sitting here pondering how happy I am that The Man music video is OUT. I want to say thank you to so many people- Gotta thank @TheRock for voicing The Man and for being so supportive of my music for years (and now my directorial debut!)-",
        "created_at": "2020-02-27 14:22:18"
    },
    {
        "text": "Man down. After a massive mantrum. 🎾 #TheManMusicVideo is out now!",
        "created_at": "2020-02-27 12:07:41"
    },
    {
        "text": "One small step for the man, one giant leap for #TheManMusicVideo...1.5 hours to go! I’m counting down with you on the premiere page:",
        "created_at": "2020-02-27 10:38:56"
    },
    {
        "text": "Oh man...music video tomorrow at 7 A.M. EST! And I’m going to be chatting/answering your questions/mansplaining the video on YouTube starting an hour before at 6 A.M. EST",
        "created_at": "2020-02-26 13:03:16"
    },
    {
        "text": "There are 19 hands in the hallway \n\n... but only 2 days until The Man Music Video",
        "created_at": "2020-02-25 21:15:58"
    },
    {
        "text": "The Man - Live From Paris is out now!",
        "created_at": "2020-02-18 05:24:04"
    },
    {
        "text": "The Man - Live From Paris  ✨ \nSong/video tonight at Midnight ET",
        "created_at": "2020-02-17 15:10:57"
    },
    {
        "text": "@billybragg It was excellent meeting you and this is so nice of you to say.  💗 See you at Glasto, new friend!",
        "created_at": "2020-02-13 23:32:29"
    },
    {
        "text": "🎶I enjoy nights in Brixton🎶 but especially when they’re like last night @NME! Met @clairo @beabad00bee &amp; @fkatwigs who are amazing. Got to tell @robynkonichiwa she’s the melody queen of my musical heart &amp; got to take another middle finger trophy home to the felines. 🇬🇧🍾🥂",
        "created_at": "2020-02-13 22:58:33"
    },
    {
        "text": "RT @NetflixFilm: Taylor Swift and MISS AMERICANA director Lana Wilson discuss the magic of capturing her songwriting sessions on film. http…",
        "created_at": "2020-02-12 16:35:16"
    },
    {
        "text": "#TheManLyricVideo is out now!",
        "created_at": "2020-02-07 17:09:41"
    },
    {
        "text": "#TheManLyricVideo out tomorrow at Noon EST",
        "created_at": "2020-02-06 22:16:59"
    },
    {
        "text": "It’s an honor to get to work with such an incredible team, especially when it comes to my favorite thing in the world: songwriting. 🎶😄 &amp; swipe photos to see one of my other fav things: a fluffy floofy cat.",
        "created_at": "2020-02-06 17:05:36"
    },
    {
        "text": "Jody is an advocate for women’s empowerment and one of the most-respected and accomplished industry leaders. Troy Tomlinson has been an amazing part of my team for over half my life and a passionate torchbearer for songwriters.",
        "created_at": "2020-02-06 17:05:35"
    },
    {
        "text": "Jody is an advocate for women’s empowerment and one of the most-respected and accomplished industry leaders. Troy Tomlinson has been an amazing part of my team for over half my life and a passionate torchbearer for songwriters.",
        "created_at": "2020-02-06 17:05:35"
    },
    {
        "text": "I’m proud to extend my partnership with Lucian Grainge and the Universal Music family by signing with Universal Music Publishing Group, and for the opportunity to work with Jody Gerson, the first woman to run a major music publishing company.",
        "created_at": "2020-02-06 17:05:35"
    },
    {
        "text": "#MissAmericana is on @NetflixFilm! I’m excited for you to see it. I want to thank Lana Wilson for her curiosity &amp; for wanting to make this film. It’s wild to be sharing so much of my life because it’s scary to be vulnerable! (understatement of the century)",
        "created_at": "2020-01-31 13:06:31"
    },
    {
        "text": "For a limited time #MissAmericana will be playing in select theaters - tickets available at",
        "created_at": "2020-01-30 02:53:46"
    },
    {
        "text": "☃️❄️Sundance was as snowy and fun as this photo shoot foreshadowed❄️☃️ Thank you so much @Variety @ChrisWillman @shirleyhalperin for this cover/interview and Mary Ellen Matthews for taking these pics. Can’t wait for Jan 31 when #MissAmericana comes out on @NetflixFilm!",
        "created_at": "2020-01-27 19:23:42"
    },
    {
        "text": "My heart is in pieces hearing the news of this unimaginable tragedy. I can’t fathom what the families are going through. Kobe meant so much to me and to us all. Sending my prayers, love, and endless condolences to Vanessa and the family and anyone who lost someone on that flight.",
        "created_at": "2020-01-26 21:29:18"
    },
    {
        "text": "Miss Americana - Official Trailer · It’s been a long time coming ✨ Out in select theaters and on @NetflixFilm January 31",
        "created_at": "2020-01-22 15:38:14"
    },
    {
        "text": "Miss Americana 🎬 January 31 on @NetflixFilm",
        "created_at": "2020-01-15 22:23:28"
    },
    {
        "text": "Absolutely loved reliving the making of Lover - Diary of a Song with @joecoscarelli @nytimes 💘",
        "created_at": "2019-12-24 17:04:30"
    },
    {
        "text": "The Making of #ChristmasTreeFarm • 24 hours and a lot of xmas spirit 🎄",
        "created_at": "2019-12-23 14:07:20"
    },
    {
        "text": "Walked into the studio to a surprise birthday party from these two @jackantonoff &amp; Laura Sisk - it’s equally wild and cozy to think it was the three of us in a room making a song called Lover here last year. ♥️",
        "created_at": "2019-12-18 15:46:12"
    },
    {
        "text": "Claws out, kitties. 🐈",
        "created_at": "2019-12-17 04:14:01"
    },
    {
        "text": "How To Be A Cat • Go see #CatsMovie in theaters December 20 (if you’re feline up for it 😻)",
        "created_at": "2019-12-16 18:11:39"
    },
    {
        "text": "RT @GlastoFest: \"She’s one of the biggest stars in the world and her songs are absolutely amazing. We’re so delighted.” \n\nTaylor Swift. Sun…",
        "created_at": "2019-12-15 17:11:14"
    },
    {
        "text": "I’m ecstatic to tell you that I’ll be headlining Glastonbury on its 50th anniversary - See you there! 💋",
        "created_at": "2019-12-15 16:59:17"
    },
    {
        "text": "Honestly spending my 30th with the fans who have made my life what it is at jingle ball, then throwing the most aggressive holiday party known to womankind... I just.. seriously feel so lucky and will spend forever trying to find ways to say thank you. *cries in Christmas tree*",
        "created_at": "2019-12-14 17:09:54"
    },
    {
        "text": "Happy birthday but make it santa 🎅",
        "created_at": "2019-12-14 16:48:10"
    },
    {
        "text": "Fur real guys this was my cake 🎂",
        "created_at": "2019-12-14 16:10:01"
    },
    {
        "text": "RT @jameelajamil: I just gave @taylorswift13 the Woman Of The Decade award at @billboard awards and she fucking WENT there with her speech.…",
        "created_at": "2019-12-13 14:22:13"
    },
    {
        "text": "RT @jamesblake: Oh and @taylorswift13 made a great speech about the gender imbalance in the industry and everybody should see it",
        "created_at": "2019-12-13 14:21:41"
    },
    {
        "text": "RT @jamesblake: Oh and @taylorswift13 made a great speech about the gender imbalance in the industry and everybody should see it",
        "created_at": "2019-12-13 14:21:41"
    },
    {
        "text": "WHO’S GONNA TELL HER SHE’S THIRTAY NOW 🧁",
        "created_at": "2019-12-13 05:08:28"
    },
    {
        "text": "When you’re pretttttty sure that if you were a man, you’d be the man 💅\n📷: Sami Drasin",
        "created_at": "2019-12-11 22:56:24"
    },
    {
        "text": "If it don’t fits I still sits - small wooden box edition 💋\n📷: Sami Drasin",
        "created_at": "2019-12-11 21:58:25"
    },
    {
        "text": "HEY THANKS @BILLBOARD 🙏 it was a whole entire party chatting with @jasonlipshutz and Sami Drasin killed it with these photos!! Thank you so much for this honor. 😸",
        "created_at": "2019-12-11 21:33:40"
    },
    {
        "text": "✨✨✨✨✨✨✨✨✨✨✨✨✨ @people 📸 Miller Mobley",
        "created_at": "2019-12-10 17:44:51"
    },
    {
        "text": "Throwback to my first day on the set of @catsmovie. Basically, Bombalurina is one of those really mischievous cats you see in internet videos who has figured out how to open human doors 🚪",
        "created_at": "2019-12-10 14:36:42"
    },
    {
        "text": "I ended up spending many days on set watching the other performers do their scenes. Watching the character Victoria, played by Frankie Hayward inspired me so much and Beautiful Ghosts was the result. Congrats to my co-writer and buddy 4 life @OfficialALW. This is just purrfect 😸",
        "created_at": "2019-12-09 14:45:29"
    },
    {
        "text": "I woke up today to the news that Beautiful Ghosts is nominated for a Golden Globe - it’s so cool that one of the most fun, fulfilling creative experiences I’ve ever had is being honored in this way by the HFPA.",
        "created_at": "2019-12-09 14:45:28"
    },
    {
        "text": "Here we are on said Xmas tree farm. And I just want to say that my parents are the real 90’s fashion icons. I have spoken.",
        "created_at": "2019-12-06 20:01:53"
    },
    {
        "text": "Time to get Spoti-festive! 🌲🎄♥️",
        "created_at": "2019-12-06 18:27:07"
    },
    {
        "text": "Yes. Indeed. Every time you add this song, somewhere a cat wearing a Santa hat smiles. 🎅😸🎄",
        "created_at": "2019-12-06 18:21:37"
    },
    {
        "text": "All I want 4 Christmas is to be that voice you hear faintly in the distance in the mall engulfed in jingly jingle bells 🙏",
        "created_at": "2019-12-06 18:18:29"
    },
    {
        "text": "It’s rumored that if you say “Alexa, play the new Taylor Swift on @amazonmusic” out loud, it will make Santa like you more. 🤷‍♀️✨🎅📜",
        "created_at": "2019-12-06 18:13:47"
    },
    {
        "text": "I actually did grow up on a Christmas tree farm. In a gingerbread house, deep within the yummy gummy gumdrop forest. Where, funnily enough, this song is their national anthem. #ChristmasTreeFarm song and video out now 🎄",
        "created_at": "2019-12-06 05:08:48"
    },
    {
        "text": "When in doubt, ask the itty bitty pretty kitty committee. When they shun you with silence, ambivalence, and judgmental brush offs... just put the song out anyway. NEW XMAS SONG AND VIDEO (made from home videos 👨‍👩‍👧‍👦) OUT TONIGHT #ChristmasTreeFarm 🌲🎄🌲🎄🌲🎄🌲🎄🌲🎄🌲🎄🌲",
        "created_at": "2019-12-05 13:18:23"
    },
    {
        "text": "Sock Appreciation Post 🧦",
        "created_at": "2019-12-04 17:58:27"
    },
    {
        "text": "Thank you @people, @chiumelo, @danwakeford, and 📸 Miller Mobley 😃",
        "created_at": "2019-12-04 15:19:17"
    },
    {
        "text": "This is the one face I made that day",
        "created_at": "2019-12-01 17:24:39"
    },
    {
        "text": "Bored girl at the holiday party.",
        "created_at": "2019-12-01 17:18:29"
    },
    {
        "text": "Bored girl at the holiday party.",
        "created_at": "2019-12-01 17:18:29"
    },
    {
        "text": "HEY @britishvogue! It’s always a dreamscape of creativity &amp; hilarity working with @Edward_Enninful but putting him together with @patmcgrathreal = the funniest wildest shoot I’ve been on 😹 Love this team, so grateful for everyone involved Craig McDean, @GuidoPalau, @JillDemling",
        "created_at": "2019-12-01 17:05:25"
    },
    {
        "text": "So excited to release the new version of Lover, the First Dance Remix - based on the arrangement of the AMAs performance!",
        "created_at": "2019-11-26 05:22:34"
    },
    {
        "text": "I was up there because of you and I know that every minute of every day ❤️ photo by 📸 Kevin Winter",
        "created_at": "2019-11-25 07:52:34"
    },
    {
        "text": "Hi guys have I told you lately that I LOVE YOU",
        "created_at": "2019-11-25 07:27:46"
    },
    {
        "text": "@paginaskinner @reidoburrito95 @TeenVogue This just made me SO emotional. @reidoburrito95 I can’t tell you how honored I am that my song has been even a small part in your journey. You did the brave thing and stood up for your truth 👏👏👏👏👏👏👏👏👏👏👏👏👏",
        "created_at": "2019-11-23 03:28:19"
    },
    {
        "text": "The lyric video for the Lover remix is here and she’s wintery cute check her out 🌨❄️☃️ @ShawnMendes",
        "created_at": "2019-11-22 23:10:09"
    },
    {
        "text": "Don’t know what else to do",
        "created_at": "2019-11-14 23:35:53"
    },
    {
        "text": "“Beautiful Ghosts” out tomorrow at 12:01 a.m. EST 😺 @catsmovie",
        "created_at": "2019-11-14 13:17:43"
    },
    {
        "text": "Well guys it finally happened: WE DID A COLLABORASHAWN. Sending out a whole entire THANKS BUDDY to @ShawnMendes rn -\nI’m so stoked that our remix of Lover is out NOW!",
        "created_at": "2019-11-13 12:13:40"
    },
    {
        "text": "According to my jet lag it is one hundred o clock celsius.",
        "created_at": "2019-11-12 16:07:10"
    },
    {
        "text": "Dressing room is lit",
        "created_at": "2019-11-11 14:01:08"
    },
    {
        "text": "If it don’t fits, I still sits.",
        "created_at": "2019-11-10 17:47:35"
    },
    {
        "text": "🍬💕pretty city 🍭🌸",
        "created_at": "2019-11-09 03:35:59"
    },
    {
        "text": "RT @taylornation13: The Taylor Swift Eras Collection is available NOW until Monday at Noon EST! 💗 Shop here:",
        "created_at": "2019-11-08 05:17:58"
    },
    {
        "text": "Earring said SMILE but I stay smirking. 😏",
        "created_at": "2019-11-07 13:04:03"
    },
    {
        "text": "Ya could I get these to go? @ntv_sukkiri",
        "created_at": "2019-11-07 03:12:36"
    },
    {
        "text": "CONGRATULATIONS!!!! 💗💗💗💗💗💗💗💗💗💗💗💗💗",
        "created_at": "2019-11-07 02:01:05"
    },
    {
        "text": "💗 Tokyo is for Lovers 💗\n\n📷: Kayoko Yamamoto",
        "created_at": "2019-11-07 00:21:45"
    },
    {
        "text": "S/O to all the moms whose adult daughters ask them to take a pic in a hotel hallway bc they’re feeling their outfit - you’re the real mvps 🏅",
        "created_at": "2019-11-06 22:04:44"
    }
]